{"variables":{"104469":{"years":[],"entities":[],"values":[],"id":104469,"name":"Share of people who disagree vaccines are important for children to have (Wellcome Trust, 2019)","unit":"","description":"The sum of people who responded \"strongly disagree\" and \"somewhat disagree\" to the question \"Do you strongly or somewhat agree, strongly or somewhat disagree or neither agree nor disagree with the following statement? 'Vaccines are important for children to have.\"","createdAt":"2019-06-24T11:19:55.000Z","updatedAt":"2019-06-24T15:47:39.000Z","code":null,"coverage":"","timespan":"","datasetId":4153,"sourceId":16981,"shortUnit":null,"display":{"name":"Share of people who disagree vaccines are important for children to have","unit":"%","shortUnit":"%","numDecimalPlaces":0},"columnOrder":0,"originalMetadata":null,"datasetName":"Attitudes to Vaccines - Wellcome Trust (2019)","s_id":16981,"s_name":"Attitudes to Vaccines - Wellcome Trust (2019)","source":{"id":16981,"name":"Attitudes to Vaccines - Wellcome Trust (2019)","dataPublishedBy":"Wellcome Trust (2019)","dataPublisherSource":"","link":"https://wellcome.ac.uk/reports/wellcome-global-monitor/2018","retrievedData":"","additionalInfo":"The Wellcome Global Monitor is the world’s largest study into how people around the world think and feel about science and major health challenges. It surveys over 140,000 people from more than 140 countries. \n\nSurvey respondents were asked:\n(1) Do you strongly or somewhat agree, strongly or somewhat disagree or neither agree nor disagree with the following statements? 'Vaccines are important for children to have'.\n\n(2) Do you strongly or somewhat agree, strongly or somewhat disagree or neither agree nor disagree with the following statement? 'Vaccines are safe.'\n\n(3) Do you strongly or somewhat agree, strongly or somewhat disagree or neither agree nor disagree with the following statement? 'Vaccines are effective'.\n\nFor each question we have calculated the \"share of people who agree\" to be the sum of those who \"strongly agree\" and \"somewhat agree\"; and the \"share of people who disagree\" to be the sum of those who \"strongly disagree\" and \"somewhat disagree\"."}}},"entityKey":{}}