{"variables":{"104496":{"years":[],"entities":[],"values":[],"id":104496,"name":"Number of departures (per 1000 people)","unit":"","description":"International outbound tourists are the number of departures that people make from their country of usual residence to any other country for any purpose other than a remunerated activity in the country visited. The data on outbound tourists refer to the number of departures, not to the number of people traveling. Thus a person who makes several trips from a country during a given period is counted each time as a new departure. This figure is given per 1000 people.","createdAt":"2019-07-08T10:25:45.000Z","updatedAt":"2019-07-08T11:06:45.000Z","code":null,"coverage":"","timespan":"","datasetId":4161,"sourceId":16989,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Number of tourist departures per 1000 - World Bank & UN (2019)","s_id":16989,"s_name":"World Bank, World Development Indicators (2019)","source":{"id":16989,"name":"World Bank, World Development Indicators (2019)","dataPublishedBy":"World Bank","dataPublisherSource":"World Tourism Organization, Yearbook of Tourism Statistics, Compendium of Tourism Statistics, United Nations Population Division. World Population Prospects: 2019 Revision. Census reports and other statistical publications from national statistical offices, Eurostat: Demographic Statistics, United Nations Statistical Division. Population and Vital Statistics Reprot (various years), U.S. Census Bureau: International Database, and Secretariat of the Pacific Community: Statistics and Demography Programme.","link":"https://data.worldbank.org/indicator/ST.INT.DPRT and https://databank.worldbank.org/indicator/SP.POP.TOTL/1ff4a498/Popular-Indicators","retrievedData":"","additionalInfo":"Number of tourist departures per 1000 was derived based on the number of departures per year, divided by population figures from the World Bank's World Development Indicators (WDI).\n\nNumber of tourist departures sourced from the World Bank's World Development Indicators (WDI). Available at: https://data.worldbank.org/indicator/ST.INT.DPRT.\n\nPopulation data sourced from the World Bank's World Development Indicators (WDI); figures were divided by 1000. Available at: https://databank.worldbank.org/indicator/SP.POP.TOTL/1ff4a498/Popular-Indicators."}}},"entityKey":{}}