{"variables":{"1343":{"years":[],"entities":[],"values":[],"id":1343,"name":"Literacy rate (CIA Factbook (2016))","unit":"%","description":"","createdAt":"2016-08-26T23:37:15.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"2011 (or most recent earlier estimate)","datasetId":279,"sourceId":287,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":" Literate world population (OurWorldInData based on OECD and UNESCO)","s_id":287,"s_name":"CIA Factbook (2016)","source":{"id":287,"name":"CIA Factbook (2016)","dataPublishedBy":"CIA Factbook (2016)","dataPublisherSource":"Data from censuses, surveys, and registration systems","link":"https://www.cia.gov/library/publications/the-world-factbook/rankorder/2103rank.html","retrievedData":"","additionalInfo":"The year for estimates corresponds to the estimated dates directly reported by the CIA Factbook. For those countries for which the year was reported by the source as NA, we have assigned 2011 (the most common year in the dataset). The countries where this imputation took place are: Andorra, Vatican, Liechtenstein, Norway, Austria, San Marino, Cook Islands, Niue, Solomon Islands, Gibraltar.\nThe source also notes: \"This entry includes a definition of literacy and Census Bureau percentages for the total population, males, and females. There are no universal definitions and standards of literacy. Unless otherwise specified, all rates are based on the most common definition - the ability to read and write at a specified age. Detailing the standards that individual countries use to assess the ability to read and write is beyond the scope of the Factbook. Information on literacy, while not a perfect measure of educational results, is probably the most easily available and valid for international comparisons. Low levels of literacy, and education in general, can impede the economic development of a country in the current rapidly changing, technology-driven world.\""}}},"entityKey":{}}