{"variables":{"1599":{"years":[],"entities":[],"values":[],"id":1599,"name":"Poverty and income groups in non-rich counties (PovcalNet (World Bank) (2017))","unit":"","description":"","createdAt":"2017-03-15T03:12:33.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"","timespan":"","datasetId":2992,"sourceId":485,"shortUnit":null,"display":{"unit":"Percent"},"columnOrder":0,"originalMetadata":null,"datasetName":"Poverty and income groups in non-rich counties (PovcalNet (World Bank) (2017)) (split)","s_id":485,"s_name":"Poverty and consumption groups in developing countries - PovcalNet March2017","source":{"id":485,"name":"Poverty and consumption groups in developing countries - PovcalNet March2017","dataPublishedBy":"OWID team's own calculations based on PovcalNet : the on-line tool for poverty measurement developed by the Development Research Group of the World Bank","dataPublisherSource":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments.","link":"http://iresearch.worldbank.org/PovcalNet/povDuplicateWB.aspx","retrievedData":"","additionalInfo":"PovcalNet allows to calculate different poverty lines using 2011 PPPs for several reference years (1981, 1984, 1987, 1990, 1993, 1996, 1999, 2002, 2005, 2008, 2010, 2011, 2012 and 2013).\n\nOWID team calculated different poverty lines to define the consumption groups. For example, consumption group 1.25 - 1.9 is calculated as follows: 'total population living under the poverty line at 1.9 int-$ per day' minus 'total population living under the poverty line at 1.25 int-$ per day'.\nConsumption per capita is the preferred welfare indicator for the World Bank’s analysis of global poverty. But not all national statistical agencies report to the World Bank consistent estimates of consumption based on expenditure surveys. For about 25% of the countries, estimates correspond to income, rather than consumption.\n\nWarning:\n'Rich' countries are not included in the PovcalNet tables used for these calculations. Therefore, people belonging to these consumption groups, but living in rich countries (defined by the World Bank) are not represented in these figures.\n\n'Non-rich' countries are all countries in the World except: Australia, Austria, Belgium, Canada, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Israel, Italy, Japan, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom, United States."}}},"entityKey":{}}