{"variables":{"22881":{"years":[],"entities":[],"values":[],"id":22881,"name":"Pesticides Use: Insecticides - Use (FAO (2017))","unit":"tonnes of active ingredients","description":"The Pesticides Use database includes data on the use of major pesticide groups (Insecticides, Herbicides, Fungicides, Plant growth regulators and Rodenticides) and of relevant chemical families. Data report the quantities (in tonnes of active ingredients) of pesticides used in or sold to the agricultural sector for crops and seeds. Information on quantities applied to single crops is not available.","createdAt":"2017-08-28T18:18:05.000Z","updatedAt":"2018-02-28T08:58:34.000Z","code":"1309 - 5161","coverage":"","timespan":"","datasetId":776,"sourceId":2936,"shortUnit":"tons","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Inputs: Pesticides Use - FAO (2017)","s_id":2936,"s_name":"Pesticides Use - FAO (2017)","source":{"id":2936,"name":"Pesticides Use - FAO (2017)","dataPublishedBy":"Food and Agriculture Organization of the United Nations (FAO) (2017) ","dataPublisherSource":"Primary data source: FAO Questionnaire on Pesticides Use. These official statistics may be complemented with government data sources such as yearbooks and ministerial data portals. Data gaps may be filled with secondary sources such as country studies from other International organizations. Data are flagged according to the type of data and the source.","link":"http://www.fao.org/faostat/en/?#data/","retrievedData":"","additionalInfo":"\r\n\t: \r\nThe Pesticides Use database includes data on insecticides, fungicides, herbicides, disinfectants and any substance or mixture of substances intended for preventing, destroying or controlling any pest, including vectors of human or animal disease, unwanted species of plants or animals causing harm during or otherwise interfering with the production, processing, storage, transport or marketing of food, agricultural commodities, wood and wood products or animal feedstuffs, or substances which may be administered to animals for the control of insects, arachnids or other pests in or on their bodies. The term also includes substances intended for use as a plant growth regulator, defoliant, desiccant or agent for thinning fruit or preventing the premature fall of fruit, and substances applied to crops either before or after harvest to protect the commodity from deterioration during storage and transport. The pesticides are classified according to: (a) the type of activity/target organism (e.g. fungicides, insecticides, herbicides, plant growth regulators, rodenticides and etc.) and (b) the chemical nature (e.g. organophosphates, pyrethroids). The classification adopted in the Pesticide (use) database is organized as follows: 1. INSECTICIDES (Chlorinated hydrocarbons, Organo phosphates, Carbamates, insecticides, Pyrethroids, Botanical and biological products and Others not elsewhere classified ); 2. MINERAL OILS; 3. HERBICIDES (Phenoxy hormone products, Triazines, Amides, Carbamates, herbicides, Dinitroanilines, Urea derivatives, Sulfonyl urea, Bipiridils, Uracil, Others not elsewhere classified); 4. FUNGICIDES AND BACTERICIDES (Inorganic, Dithiocarbamates, Benzimidazoles, Triazoles Diazoles, Diazines Morpholines, Others not elsewhere classified); 5. SEED TREATMENT, FUNGICIDES (Dithiocarbamates, Benzimidazoles, Triazoles Diazoles, Diazines Morpholines, Botanical products and biological, Others not elsewhere classified); 6. SEED TREATMENT INSECTICIDES (Organo-phosphates, Carbamates insecticides, Pyrethroids, Others not elsewhere classified); 7. PLANT GROWTH REGULATORS; 8. RODENTICIDES (Anti coagulants, Cyanide Generators, Hypercalcaemics, Narcotics, Others not elsewhere classified); 9. OTHER PESTICIDES NES (not elsewhere specified); 10. DISINFECTANTS.\r\n\r\n"}}},"entityKey":{}}