{"variables":{"29767":{"years":[],"entities":[],"values":[],"id":29767,"name":"Land Use: Permanent meadows and pastures - Share in Land area (FAO (2017))","unit":"%","description":"The Agri-environmental Indicators Land domain provides information on the annual evolution of the distribution of agricultural and forest areas, and their sub-components, including irrigated areas, at national, regional and global levels.","createdAt":"2017-08-28T19:22:29.000Z","updatedAt":"2018-02-28T08:58:41.000Z","code":"6655 - 7209","coverage":"","timespan":"","datasetId":812,"sourceId":2972,"shortUnit":"%","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Agri-Environmental Indicators: Land Use - FAO (2017)","s_id":2972,"s_name":"Land Use - FAO (2017)","source":{"id":2972,"name":"Land Use - FAO (2017)","dataPublishedBy":"Food and Agriculture Organization of the United Nations (FAO) (2017)","dataPublisherSource":"Data from FAOSTAT/ResourcesSTAT Land Section.","link":"http://www.fao.org/faostat/en/?#data/\r\n","retrievedData":"","additionalInfo":"\r\n\t: \r\nThe statistics from the Agri-environmental indicator - Land Use domain are calculated based on the data taken from FAOSTAT  Inputs and Land domain (http://www.fao.org/faostat/en/#data/RL). The indicator describes shares of different land use categories at national, regional and global levels over time for the following elements (in %): i) Share in Land area; ii) Share in Agricultural area and iii) Share in Forest area. The indicators were co-developed by FAO, OECD and EUROSTAT.  The time-series coverage of the indicators depends on the land use category used to compute them. For the agricultural area, data are available for subcategories: arable land, permanent crops, permanent meadows and pastures, total area equipped for irrigation, in time series from the year 1961 onwards. Data for agricultural area actually irrigated are provided from 2001 onwards. For forest, data are available in time series from the year 1990 onwards for subcomponents: primary forest, other naturally regenerated forest, planted forest. \r\n\r\n"}}},"entityKey":{}}