{"variables":{"29917":{"years":[],"entities":[],"values":[],"id":29917,"name":"Livestock Primary: Milk,Total - Yield - hg/An (FAO (2017))","unit":"hg/An","description":"The dataset contains the following commodities and commodity aggregates thereof : Beeswax; Eggs (various types); Hair, horse; Hides buffalo, fresh; Hides, cattle, fresh; Honey, natural; Meat indigenous (ass, bird nes, buffalo, camel, cattle, chicken, duck, geese, goat, horse, mule, other camelids, pig, rabbit, rodents, sheep, turkey); Meat (ass, bird nes, buffalo, camel, cattle, chicken, duck, game, goat, goose and guinea fowl, horse, mule, Meat nes, meat other camelids, Meat other rodents, pig, rabbit, sheep, turkey); Milk (buffalo, camel, cow, goat, sheep); Offals, nes; Silk-worm cocoons, reelable; Skins, furs; Skins (goat, sheep); Snails, not sea; Wool, greasy. Meat: Data relate to animals slaughtered within national boundaries, irrespective of their origin. All data shown relate to total meat production, that is, from both commercial and farm slaughter. Data are given in terms of dressed carcass weight, excluding offal and slaughter fats. Production of beef and buffalo meat includes veal; mutton and goat meat includes meat from lambs and kids; pig meat includes bacon and ham in fresh equivalent. Poultry meat includes meat from all domestic birds and refers, wherever possible, to ready-to-cook weight. Data on poultry-meat production reported by national statistical offices could be expressed in terms of either live weight, eviscerated weight, ready-to-cook weight or dressed weight. Data for countries reporting in other than ready-to-cook weight have been converted into the ready-to-cook equivalent. Milk: Data on milk production relate to total production of whole fresh milk, excluding the milk sucked by young animals but including amounts fed to livestock. Eggs: Some countries have no statistics on egg production, and estimates had to be derived from such related data as chicken or total poultry numbers and reported or assumed rates of egg laying. Most of the countries that have statistics on egg production report either the total weight of eggs or the numbers of eggs produced. Data generally refer to total production, including eggs for hatching, in both agricultural and non-agricultural sectors. Wool: Wool production statistics are generally given for greasy wool, which contains from 30 to 65 percent impurities. In order to make figures comparable, data are also given on a degreased (scoured) basis. Honey: Production data should cover the amount sold by beekeepers plus other recorded collection of honey. The data presented in the table are incomplete, particularly with regard to African and Asian countries.","createdAt":"2017-08-28T19:23:09.000Z","updatedAt":"2018-02-28T08:58:41.000Z","code":"1780 - 5420","coverage":"","timespan":"","datasetId":816,"sourceId":2976,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Production: Livestock Primary - FAO (2017)","s_id":2976,"s_name":"Livestock Primary - FAO (2017)","source":{"id":2976,"name":"Livestock Primary - FAO (2017)","dataPublishedBy":"Food and Agriculture Organization of the United Nations (FAO) (2017)","dataPublisherSource":"Census Data.","link":"http://www.fao.org/faostat/en/?#data/","retrievedData":"","additionalInfo":"\r\n\t: \r\nThe dataset includes the following variables: Producing Animals/Slaughtered, Yield and Production Quantity. The unit of measure for these variables are shown in item 4 below. Slaughtering is measured through activity of slaughterhouses i.e. production of marketable meat for human consumption. Estimates of other slaughtering can be added for a more accurate picture of meat production. Livestock is accounted for by categories that capture their rearing, either for fattening then slaughter, or for herd renewal, i.e. for breeding and/or milking. Aggregates are the sum of available data. Aggregates include estimated data. For some item aggregates, conversion factors are applied to values when calculating totals.\r\n\r\n"}}},"entityKey":{}}