{"variables":{"30171":{"years":[],"entities":[],"values":[],"id":30171,"name":"Crops processed: Wine - Production (FAO (2017))","unit":"tonnes","description":"The dataset covers the following commodities: Beer of barley; Cotton lint; Cottonseed; Margarine, short; Molasses; Oil, coconut (copra); Oil, cottonseed; Oil, groundnut; Oil, linseed; Oil, maize; Oil, olive, virgin; Oil, palm; Oil, palm kernel; Oil, rapeseed; Oil, safflower; Oil, sesame; Oil, soybean; Oil, sunflower; Palm kernels; Sugar Raw Centrifugal; Wine.","createdAt":"2017-08-28T19:24:58.000Z","updatedAt":"2018-02-28T08:58:41.000Z","code":"564 - 5510","coverage":"","timespan":"","datasetId":819,"sourceId":2979,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Production: Crops processed - FAO (2017)","s_id":2979,"s_name":"Crops processed - FAO (2017)","source":{"id":2979,"name":"Crops processed - FAO (2017)","dataPublishedBy":"Food and Agriculture Organization of the United Nations (FAO) (2017)","dataPublisherSource":"The main data source is official statistics from FAO member countries, collected either through annual production questionnaires (APQ) distributed to countries, from national publications (Yearbooks and Pocketbooks) or from official country websites. The source data can originate from surveys, administrative data and estimates based on expert observations. Which type of source is used by countries can significantly affect reliability and comparability of data. In nearly all cases where countries provide their official production data, data are recorded as reported by countries. The only exceptions are the application of conversion factors (e.g., if a country reports rice production on a husked rice basis, that production must be converted to a paddy basis), or cases of reporting errors (typically digit errors). In instances where no official data is available, data from semi-official sources (including commodity-specific trade publications) may be used. If no data from either official or unofficial sources is available, data are imputed. In all cases, data are flagged accordingly.","link":"http://www.fao.org/faostat/en/?#data/","retrievedData":"","additionalInfo":"\r\n\t: \r\nProduction quantities in tonnes of processed crops.\r\n\r\n"}}},"entityKey":{}}