{"variables":{"30619":{"years":[],"entities":[],"values":[],"id":30619,"name":"Live Animals: Pigs - Stocks (FAO (2017))","unit":"Head","description":"The dataset contains the following commodities and commodity aggregates thereof : Animals live n.e.s.; Asses; Beehives; Buffaloes; Camelids, other; Camels; Cattle; Chickens; Ducks; Geese and guinea fowls; Goats; Horses; Mules; Pigeons, other birds; Pigs; Rabbits and hares; Rodents, other; Sheep; Turkeys.","createdAt":"2017-08-28T19:26:44.000Z","updatedAt":"2018-02-28T08:58:41.000Z","code":"1034 - 5111","coverage":"","timespan":"","datasetId":825,"sourceId":2985,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Production: Live Animals - FAO (2017)","s_id":2985,"s_name":"Live Animals - FAO (2017)","source":{"id":2985,"name":"Live Animals - FAO (2017)","dataPublishedBy":"Food and Agriculture Organization of the United Nations (FAO) (2017) ","dataPublisherSource":"The main data source is official statistics from FAO member countries, collected either through annual production questionnaires (APQ) distributed to countries, from national publications (Yearbooks and Pocketbooks) or from official country websites. The source data can originate from surveys, administrative data and estimates based on expert observations. Which type of source is used by countries can significantly affect reliability and comparability of data. In nearly all cases where countries provide their official production data, data are recorded as reported by countries. In instances where no official data is available, data from semi-official sources (including commodity-specific trade publications) may be used. If no data from either official or unofficial sources is available, data are imputed. In all cases, data are flagged accordingly.","link":"http://www.fao.org/faostat/en/?#data/","retrievedData":"","additionalInfo":"\r\n\t: \r\nThe data on livestock numbers are intended to cover all domestic animals irrespective of their age and the place or purpose of their breeding. Estimates have been made for non-reporting countries as well as for countries reporting incomplete data. However, in certain countries, data for chickens, ducks and turkeys do not yet seem to represent the total number of these birds. Certain other countries give a single figure for all poultry; data for these countries are shown under chickens.\r\n\r\n"}}},"entityKey":{}}