{"variables":{"347":{"years":[],"entities":[],"values":[],"id":347,"name":"Annual Work Hours (The Conference Board Total Economy Database (2016))","unit":"Annual hours worked per worker","description":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nAnnual hours worked per worker\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","createdAt":"2016-01-01T00:00:00.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"70 economies","timespan":"1950 to 2016 (the database is regularly updated)","datasetId":233,"sourceId":199,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Labour productivity - The Conference Board Total Economy Database (2016)","s_id":199,"s_name":"The Conference Board Total Economy Database (2016) Annual Work Hours","source":{"id":199,"name":"The Conference Board Total Economy Database (2016) Annual Work Hours","dataPublishedBy":"The Conference Board Total Economy Database (2016)","dataPublisherSource":"In detail described by the publisher at https://www.conference-board.org/data/economydatabase/","link":"https://www.conference-board.org/data/economydatabase/","retrievedData":"","additionalInfo":"The source – TED – states: \"Estimates of working hours involve serious measurement problems and international comparability is difficult. Even individual countries often provide differing estimates, which are variously based on labor force surveys or establishment surveys. An advantage of estimates based on labor force surveys is that they are usually quite comprehensive. These estimates include adjustments for overtime, sickness, etc. A disadvantage, however, is that often they slightly overestimate actual hours worked. Figures based on establishment surveys usually only cover hours paid (which may include overtime), and require further adjustments to account for various types of absence.\" \nThe source furthermore explains that \"the measure used in TED is hours actually worked, so it includes paid overtime and excludes paid hours that are not worked due to sickness, vacation and holidays, etc.\""}}},"entityKey":{}}