{"variables":{"3570":{"years":[],"entities":[],"values":[],"id":3570,"name":"Affected (EMDAT (2017))","unit":"affected","description":"Number of people affected by natural disasters.","createdAt":"2017-07-13T17:21:47.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":null,"coverage":"Global","timespan":"1900-2017","datasetId":573,"sourceId":2212,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Natural catastrophes - EMDAT (2017)","s_id":2212,"s_name":"Natural disasters - EMDAT (2017)","source":{"id":2212,"name":"Natural disasters - EMDAT (2017)","dataPublishedBy":"EMDAT (2017): OFDA/CRED International Disaster Database, Université catholique de Louvain – Brussels – Belgium","dataPublisherSource":"Census data","link":"http://www.emdat.be/","retrievedData":"","additionalInfo":"The data presented here includes all categories classified as \"natural disasters\" (distinguished from technological disasters, such as oil spills and industrial accidents). This includes those from drought, floods, biological epidemics, extreme weather, extreme temperature, landslides, dry mass movements, extraterrestrial impacts, wildfires, volcanic activity and earthquakes.\r\n\r\nThe combined set of \"all natural disasters\" also includes disasters defined as \"insect infestations\", however this has not been included as a discrete dataset due to low impact numbers.\r\n\r\nemdat defines the following variables as:\r\n\r\nAffected: \"People requiring immediate assistance during a period of emergency, i.e. requiring basic survival needs such as food, water, shelter, sanitation and immediate medical assistance.\"\r\n\r\nInjured: \"People suffering from physical injuries, trauma or an illness requiring immediate medical assistance as a direct result of a disaster.\"\r\n\r\nHomeless: \"Number of people whose house is destroyed or heavily damaged and therefore need shelter after an event.\"\r\n\r\nTotal affected: \"In EM-DAT, it is the sum of the injured, affected and left homeless after a disaster.\"\r\n\r\nEstimated economic damage: \"The amount of damage to property, crops, and livestock. In EM-DAT estimated damage are given in US$ (‘000). For each disaster, the registered figure corresponds to the damage value at the moment of the event, i.e. the figures are shown true to the year of the event.\"\r\n\r\nTotal deaths: \"In EM-DAT, it is the sum of deaths and missing.\""}}},"entityKey":{}}