{"variables":{"38453":{"years":[],"entities":[],"values":[],"id":38453,"name":"Main religion ","unit":"","description":"Religion with the largest share of followers in a country. ","createdAt":"2017-09-04T11:08:59.000Z","updatedAt":"2018-02-28T08:58:48.000Z","code":null,"coverage":"Global by country and world regions","timespan":"2010","datasetId":849,"sourceId":3010,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Religious Composition - Pew (2017)","s_id":3010,"s_name":"Religious Composition - Pew (2017)","source":{"id":3010,"name":"Religious Composition - Pew (2017)","dataPublishedBy":"Pew-Templeton Global Religious Futures Project, Pew Research Center (2017)","dataPublisherSource":"Data from more than 2,500 censuses, surveys and population registers.","link":"http://www.pewforum.org/2015/04/02/religious-projection-table/2010/percent/all/","retrievedData":"","additionalInfo":"The original dataset reports the share of followers for some religions as \"<1%\" or \">99%\". Because of technical limitations of the visualization tool, these values had to be changed to \"1%\" and \"99%\" respectively.\r\n\r\nIn many countries, censuses and surveys do not provide information on religious subgroups such as Sunni and Shia Muslims or Catholic, Protestant and Orthodox Christians. That is why Pew Research Center provides figures for religious group as a whole.\r\n\r\nFor the purposes of the religious group projections, Pew categorizes the people who identify their religion as atheist, agnostic or nothing in particular as 'unaffiliated'. Data on subgroups of the unaffiliated is also unavailable in many countries. Therefore, separate estimates are not possible for atheists or agnostics.\r\n\r\nPew does not include “cultural” or “ethnic” Jews (i.e. people who have Jewish ancestry but do not describe their present religion as Jewish) in the people who identify their religion as Jewish. A 2013 Pew Research survey found that more than one-in-five U.S. Jewish adults (22%) say they are atheist, agnostic or nothing in particular (categorized as 'unaffiliated'), but consider themselves Jewish aside from religion and have at least one Jewish parent. To avoid double-counting, these people are not included in the Jewish population.\r\n\r\nFinally, Pew Research Center points that within every major religious group, there is a spectrum of belief and practice. The projections are based on the number of people who self-identify with each religious group, regardless of their level of observance. What it means to be Christian, Muslim, Hindu, Buddhist, Jewish or a member of any other faith may vary from person to person, country to country, and decade to decade."}}},"entityKey":{}}