{"variables":{"40863":{"years":[],"entities":[],"values":[],"id":40863,"name":"Annual statutory teacher salaries in public institutions in USD. Primary. 10 years of experience","unit":"","description":"Salaries after 10 years of experience refer to the scheduled annual salary of a full-time classroom teacher with the minimum training necessary to be fully qualified plus 10 years of experience. Salaries are in equivalent USD converted using PPPs for private consumption. Statutory salaries refer to scheduled salaries according to official pay scales, while actual salaries refer to the average annual salary earned by a full-time teacher. The salaries reported are gross (total sum paid by the employer) less the employer’s contribution to social security and pension, according to existing salary scales. Salaries are “before tax”, i.e. before deductions for income tax. Teachers’ salaries are one component of teachers’ total compensation. Other benefits, such as regional allowances for teaching in remote areas, family allowances, reduced rates on public transport and tax allowances on the purchase of cultural materials, may also form part of teachers’ total remuneration. There are also large differences in taxation and social-benefits systems in OECD countries. All this should be borne in mind when comparing statutory salaries across countries. Data after 2009 is not comparable to data for 2009 and before due to changes in methodology. For more information, consult the OECD's Education at a Glance website: http://www.oecd.org/edu/eag.htm","createdAt":"2017-09-10T12:23:55.000Z","updatedAt":"2018-02-28T08:58:51.000Z","code":"OECD.TSAL.1.E10","coverage":"","timespan":"1970-2100","datasetId":886,"sourceId":5369,"shortUnit":null,"display":{"unit":"PPP-adjusted US-$","shortUnit":"$"},"columnOrder":0,"originalMetadata":null,"datasetName":"World Bank EdStats - Teachers","s_id":5369,"s_name":"World Bank EdStats: Annual statutory teacher salaries in public institutions in USD. Primary. 10 years of experience","source":{"id":5369,"name":"World Bank EdStats: Annual statutory teacher salaries in public institutions in USD. Primary. 10 years of experience","dataPublishedBy":"World Bank EdStats","dataPublisherSource":"Organisation for Economic Co-operation and Development (OECD)","link":"https://data.worldbank.org/data-catalog/ed-stats","retrievedData":"","additionalInfo":""}}},"entityKey":{}}