{"variables":{"42561":{"years":[],"entities":[],"values":[],"id":42561,"name":"Absolute difference in population (OWID based on UN vs US Census Bureau)","unit":"","description":"Absolute difference in regional and global population estimates from the UN Population Division and US Census Bureau. Calculated as the annual total population estimate from the UN Population Division (2017) minus population estimates from the US Census Bureau.","createdAt":"2017-10-02T17:21:08.000Z","updatedAt":"2018-02-28T08:58:52.000Z","code":null,"coverage":"global by region","timespan":"1950-2015","datasetId":947,"sourceId":6806,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Differences in population estimates - OWID based on UN vs US Census Bureau","s_id":6806,"s_name":"Differences in population estimates, OWID based on UN vs US Census Bureau","source":{"id":6806,"name":"Differences in population estimates, OWID based on UN vs US Census Bureau","dataPublishedBy":"OWID","dataPublisherSource":"Census data.","link":"https://esa.un.org/unpd/wpp/Download/Standard/Population/  and https://www.census.gov/population/international/data/idb/informationGateway.php","retrievedData":"","additionalInfo":"This dataset was calculated by OWID based on population estimates from the UN Population Division (2017) and US Census Bureau.\r\n\r\nAbsolute differences measure the absolute difference in regional and global population estimates from the UN Population Division and US Census Bureau. Figures were calculated as the annual total population estimate from the UN Population Division (2017) minus population estimates from the US Census Bureau.\r\n\r\nRelative differences measure this difference in estimates as a percentage of UN figures (i.e. (UN population - US Census Bureau population) / UN population).\r\n\r\nNegative figures therefore represent lower UN estimates vs. US Census Bureau estimates, and vice versa (positive values indicate higher UN estimates).\r\n\r\nReferences:\r\n\r\nUnited Nations, Department of Economic and Social Affairs, Population Division (2017). World Population Prospects: The 2017 Revision, DVD Edition. Available at: https://esa.un.org/unpd/wpp/Download/Standard/Population/ [accessed 2nd October 2017].\r\n\r\nUnited States Census Bureau International Database (IDB). Available at: https://www.census.gov/population/international/data/idb/informationGateway.php [accessed 2nd October 2017]."}}},"entityKey":{}}