{"variables":{"42809":{"years":[],"entities":[],"values":[],"id":42809,"name":"Number of executions (Amnesty International)","unit":"","description":"","createdAt":"2017-10-29T16:16:52.000Z","updatedAt":"2018-02-28T08:58:52.000Z","code":null,"coverage":"global by country","timespan":"2007-2016","datasetId":985,"sourceId":6845,"shortUnit":null,"display":{"name":"Executions","unit":"deaths"},"columnOrder":0,"originalMetadata":null,"datasetName":"Executions by country - Amnesty International","s_id":6845,"s_name":"Executions by country - Amnesty International","source":{"id":6845,"name":"Executions by country - Amnesty International","dataPublishedBy":"Amnesty International","dataPublisherSource":"Official figures; information from individuals sentenced to death and their families andrepresentatives; reporting by other civil society organizations; and media reports. ","link":"https://www.amnesty.org/en/what-we-do/death-penalty/","retrievedData":"","additionalInfo":"\tAmnesty Interntional note: \r\n\"Amnesty\r\nInternational reports only on executions, death sentences and other aspects of the use of\r\nthe death penalty, such as commutations and exonerations, where there is reasonable\r\nconfirmation.\r\nIn many countries governments do not publish information on their use of the\r\ndeath penalty. In Belarus, China and Viet Nam, data on the use of the death penalty is\r\nclassified as a state secret. During 2016 little or no information was available on some\r\ncountries – in particular Laos, North Korea (the Democratic People’s Republic of Korea),\r\nSyria and Yemen – due to restrictive state practice and/or armed conflict.\r\nTherefore, with only a few exceptions, Amnesty International’s figures on the use of the death\r\npenalty are minimum figures.\r\nThe true figures are likely to be higher. Where the organization\r\nobtains fuller information on a specific country in a given year this is noted in Amnesty International's report.\r\nIn 2009 Amnesty International stopped publishing its estimated figures on the use of the\r\ndeath penalty in China. Amnesty International always made clear that the figures it was able\r\nto publish on China were significantly lower than the reality, because of the restrictions on\r\naccess to information. Amnesty International’s decision to stop publishing data reflected\r\nconcerns about how the Chinese authorities misrepresented Amnesty International’s\r\nnumbers. Since 2009 the organization challenged China to publish information on the use of\r\nthe death penalty. China has yet to publish any figures on the death penalty. However,\r\navailable information indicates that thousands of people are executed and sentenced to death\r\nin China each year.\" \r\n\r\n"}}},"entityKey":{}}