{"variables":{"45124":{"years":[],"entities":[],"values":[],"id":45124,"name":"Urban poverty headcount ratio at national poverty lines (% of urban population)","unit":"% of urban population","description":"Urban poverty headcount ratio is the percentage of the urban population living below the national poverty lines.","createdAt":"2017-11-14T15:47:58.000Z","updatedAt":"2018-02-28T08:58:55.000Z","code":"SI.POV.URHC","coverage":"","timespan":"","datasetId":1072,"sourceId":8822,"shortUnit":"%","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"World Bank Poverty and Equity database - Poverty: Poverty rates","s_id":8822,"s_name":"World Bank Poverty and Equity database: Urban poverty headcount ratio at national poverty lines (% of urban population)","source":{"id":8822,"name":"World Bank Poverty and Equity database: Urban poverty headcount ratio at national poverty lines (% of urban population)","dataPublishedBy":"World Bank Poverty and Equity database","dataPublisherSource":"World Bank, Global Poverty Working Group. Data are compiled from official government sources or are computed by World Bank staff using national (i.e. country–specific) poverty lines.","link":"https://data.worldbank.org/data-catalog/poverty-and-equity-database","retrievedData":"","additionalInfo":"Definitions and characteristics of countries and other territories: https://ourworldindata.org/grapher/povstats/POVSTATS_Country_info.xls\nGeneral comments:\nThis series only includes estimates that to the best of our knowledge are reasonably comparable over time for a country. Due to differences in estimation methodologies and poverty lines, estimates should not be compared across countries.\nStatistical concept and methodology:\nPoverty headcount ratio among the urban population is measured based on national (i.e. country-specific) poverty lines. A country may have a unique national poverty line or separate poverty lines for rural and urban areas, or for different geographic areas to reflect differences in the cost of living or sometimes to reflect differences in diets and consumption baskets.\n\nPoverty estimates at national poverty lines are computed from household survey data collected from nationally representative samples of households. These data must contain sufficiently detailed information to compute a comprehensive estimate of total household income or consumption (including consumption or income from own production), from which it is possible to construct a correctly weighted distribution of per capita consumption or income.\n\nNational poverty lines are the benchmark for estimating poverty indicators that are consistent with the country's specific economic and social circumstances. National poverty lines reflect local perceptions of the level and composition of consumption or income needed to be non-poor. The perceived boundary between poor and non-poor typically rises with the average income of a country and thus does not provide a uniform measure for comparing poverty rates across countries. While poverty rates at national poverty lines should not be used for comparing poverty rates across countries, they are appropriate for guiding and monitoring the results of country-specific national poverty reduction strategies.\n\nAlmost all national poverty lines are anchored to the cost of a food bundle - based on the prevailing national diet of the poor - that provides adequate nutrition for good health and normal activity, plus an allowance for nonfood spending. National poverty lines must be adjusted for inflation between survey years to remain constant in real terms and thus allow for meaningful comparisons of poverty over time. Because diets and consumption baskets change over time, countries periodically recalculate the poverty line based on new survey data. In such cases the new poverty lines should be deflated to obtain comparable poverty estimates from earlier years. The data is based on the two most recent years for which survey data are available.\n\nSurvey year is the year in which the underlying household survey data were collected or, when the data collection period bridged two calendar years, the year in which most of the data were collected.\n"}}},"entityKey":{}}