{"variables":{"48706":{"years":[],"entities":[],"values":[],"id":48706,"name":"Scientific and technical journal publication rates (OWID based on World Bank & UN)","unit":"per million individuals","description":"","createdAt":"2017-11-17T17:53:12.000Z","updatedAt":"2018-02-28T08:58:58.000Z","code":null,"coverage":"","timespan":"","datasetId":1092,"sourceId":12402,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Patent and publication rates  - OWID based on World Bank & UN","s_id":12402,"s_name":"Patent and publication rates  - OWID based on World Bank & UN","source":{"id":12402,"name":"Patent and publication rates  - OWID based on World Bank & UN","dataPublishedBy":"OWID based on World Bank, World Development Indicators & UN Population Division","dataPublisherSource":"Census data.","link":"","retrievedData":"","additionalInfo":"Rates of patent application and scientific/technical publication were calculated by OurWorldinData based on a combination of World Bank, World Development Indicators (WDI) and United Nations Population Prospects estimates.\r\n\r\nRates were calculated per million people by dividing the absolute number of patent applications and scientific & technical journal articles (as published by the World Bank) by UN population estimates for any given year.\r\n\r\nThe World Bank indicators were based on \"patent applications, residents\" which measures the number of patent applications from residents of a given country; \"patent applications, nonresidents\" which measures the number of patent applications for any given country from individuals outside of that country. Patent applications are worldwide patent applications filed through the Patent Cooperation Treaty procedure or with a national patent office for exclusive rights for an invention--a product or process that provides a new way of doing something or offers a new technical solution to a problem. A patent provides protection for the invention to the owner of the patent for a limited period, generally 20 years.\r\n\r\n\"Scientific and technical journal articles\" which measures the number of scientific and engineering articles published in the following fields: physics, biology, chemistry, mathematics, clinical medicine, biomedical research, engineering and technology, and earth and space sciences.\r\n\r\nWorld Bank, World Development Indicators available at: https://data.worldbank.org/data-catalog/world-development-indicators\r\n\r\nUN World Population Prospects data available at: http://www.un.org/en/development/desa/population/theme/trends/index.shtml\r\n"}}},"entityKey":{}}