{"variables":{"5880":{"years":[],"entities":[],"values":[],"id":5880,"name":"Limits on Child Work in Constitution - ccp_childwrk","unit":"","description":"Does the constitution place limits on child employment? \\ \\1. Yes \\2. No \\90. Left explicitly to non-constitutional law \\96. Other ","createdAt":"2017-07-25T12:01:33.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"ccp_childwrk","coverage":"","timespan":"1946 - 2013","datasetId":631,"sourceId":2548,"shortUnit":"","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Labour Market - Quality of Government (2017)","s_id":2548,"s_name":"The??Comparative Constitutions Project via the Quality of Government dataset","source":{"id":2548,"name":"The??Comparative Constitutions Project via the Quality of Government dataset","dataPublishedBy":"The Quality of Government Institute","dataPublisherSource":"The??Comparative Constitutions Project","link":"http://qog.pol.gu.se/data, http://comparativeconstitutionsproject.org/","retrievedData":"","additionalInfo":"This dataset presents records of the characteristics of national constitutions written since 1789. Each constitutional text is coded twice by different coders working independently. To maximize the reliability of the final data, the discrepancies between these two codings are reconciled by a third individual - a reconciler. This is the second public release of data (version 2.0) on the content of constitutions. Authors rely on Ward and Gleditsch's list to identify which countries are independent in a given year. There are utilized two concepts to categorize constitutional texts. A constitutional system encompasses the period in which a constitution is in force before it is replaced or suspended. A constitutional event is any change to a country's constitution, including adoption, amendment, suspension, or reinstatement. For years in which there are multiple events, the constitution is coded as it stood in force at the end of the year. For example, if a constitution was amended the same year as it was adopted, the content of the constitution is coded as amended rather than as originally adopted. In addition, since events are (often) in force for multiple years, authors interpolated the data associated each event across all country-years in which that event was in force. Note that this is an extremely conservative interpolation strategy because most constitutional amendments do not change many provisions. As a result, for most variables, one can safely interpolate across constitutional systems."}}},"entityKey":{}}