{"variables":{"5915":{"years":[],"entities":[],"values":[],"id":5915,"name":"Women's Economic Rights - ciri_wecon","unit":"","description":"Women's economic rights include a number of internationally recognized rights. These rights include: Equal pay for equal work, Free choice of profession or employment without the need to obtain a husband or male relative's consent, The right to gainful employment without the need to obtain a husband or male relative's consent, Equality in hiring and promotion practices, Job security (maternity leave, unemployment benefits, no arbitrary firing or layoffs, etc...), Non-discrimination by employers, The right to be free from sexual harassment in the workplace, The right to work at night, The right to work in occupations classified as dangerous, The right to work in the military and the police force. \\ \\0. There were no economic rights for women in law and that systematic discrimination based on sex may have been built into law \\1. Women had some economic rights under law, but these rights were not effectively enforced \\2. Women had some economic rights under law, and the government effectively enforced these rights in practice while still allowing a low level of discrimination against women in economic matters \\3. All or nearly all of women's economic rights were guaranteed by law and the government fully and vigorously enforces these laws in practice","createdAt":"2017-07-25T12:01:34.000Z","updatedAt":"2018-02-28T08:58:31.000Z","code":"ciri_wecon","coverage":"","timespan":"1981 - 2011","datasetId":624,"sourceId":2554,"shortUnit":"","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Judicial - Quality of Government (2017)","s_id":2554,"s_name":"Cingranelli & Richards via the Quality of Government dataset","source":{"id":2554,"name":"Cingranelli & Richards via the Quality of Government dataset","dataPublishedBy":"The Quality of Government Institute","dataPublisherSource":"Cingranelli & Richards","link":"http://qog.pol.gu.se/data, http://www.humanrightsdata.com/","retrievedData":"","additionalInfo":"The CIRI Human Rights Dataset (version 2014.04.14) contains standards-based quantitative information on government respect for 15 internationally recognized human rights for 202 countries, annually from 1981-2011. It is designed for use by scholars and students who seek to test theories about the causes and consequences of human rights violations, as well as policy makers and analysts who seek to estimate the human rights effects of a wide variety of institutional changes and public policies including democratization, economic aid, military aid, structural adjustment, and humanitarian intervention.  \\ \\Note: The three different missing codes -66 (country is occupied by foreign powers), -77 (complete collapse of central authority), -999 (missing) have all been coded as missing."}}},"entityKey":{}}