{"variables":{"66598":{"years":[],"entities":[],"values":[],"id":66598,"name":"6.2.1 - Proportion of population with basic handwashing facilities on premises - SH_SAN_HNDWSH - Total (national level)","unit":"Percent","description":null,"createdAt":"2018-02-07T21:14:09.000Z","updatedAt":"2018-02-28T08:59:09.000Z","code":null,"coverage":"","timespan":"","datasetId":1950,"sourceId":13953,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water","s_id":13953,"s_name":"Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water","source":{"id":13953,"name":"Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nThe Proportion of population using safely managed sanitation services, including a hand-washing facility \nwith soap and water is currently being measured by the proportion of the population using a basic \nsanitation facility which is not shared with other households and where excreta is safely disposed in situ \nor treated off-site. ‘Improved’ sanitation facilities include: flush or pour flush toilets to sewer systems, \nseptic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting \ntoilets.  \n \nPopulation with a basic handwashing facility: a device to contain, transport or regulate the flow of water \nto facilitate handwashing with soap and water in the household. \n \nComments and limitations: \n \nA framework for measuring faecal waste flows and safety factors has been developed and piloted in 12 \ncountries (World Bank Water and Sanitation Program, 2014), and is being adopted and scaled up within \nthe sanitation sector. This framework has served as the basis for indicators 6.2.1 and 6.3.1. Data on safe \ndisposal and treatment are not available for all countries. However, sufficient data were available to \nmake global and regional estimates of safely managed sanitation services in 2017. \n \n\n\fPresence of a handwashing station with soap and water does not guarantee that household members \nconsistently wash hands at key times, but has been accepted as the most suitable proxy. Data were \navailable for 70 countries in 2017. \n \n\nData Availability \n\n \nDescription: \n \n\nIn the JMP 2017 report estimates for basic sanitation services were available for nearly all countries \nand estimates for safely managed sanitation services were made for 96 countries at national level. \nSufficient data were available to estimate safely managed drinking water services at the regional level \nfor the following five SDG regions: Australia and New Zealand, Eastern Asia and South-eastern Asia, \nLatin America and the Caribbean, Northern America and Europe, Western Asia and Northern Africa \n \nData on basic handwashing facilities were available for 70 countries and regional estimates were \npossible for Sub-Saharan Africa and Western Asia and Northern Africa.  \n \nTime series: \n \nTime series data are available for the basic sanitation level of service over the period 2000-2015. These \nserve as the foundation for the safely managed sanitation service indicator. Some elements of safe \nmanagement (e.g. wastewater treatment) were not collected during the MDG period and trend analysis \nwill only be possible several years into the SDGs. (From 2000 to 2015) \n \n"}}},"entityKey":{}}