{"variables":{"66607":{"years":[],"entities":[],"values":[],"id":66607,"name":"8.8.1 - Frequency rates of fatal occupational injuries among employees - SL_EMP_FTLINJUR - Both sexes or no breakdown by sex","unit":"Per 100,000 employees","description":null,"createdAt":"2018-02-07T21:14:12.000Z","updatedAt":"2018-02-28T08:59:09.000Z","code":null,"coverage":"","timespan":"","datasetId":1952,"sourceId":13955,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Frequency rates of fatal and non-fatal occupational injuries, by sex and migrant status","s_id":13955,"s_name":"Frequency rates of fatal and non-fatal occupational injuries, by sex and migrant status","source":{"id":13955,"name":"Frequency rates of fatal and non-fatal occupational injuries, by sex and migrant status","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nThe frequency rates of fatal and non-fatal occupational injuries provide information on the number of \ncases of fatal and non-fatal occupational injury per hours worked by the concerned population during the \nreference period. It is a measure of the risk of having a fatal or a non-fatal occupational injury based on \nthe duration of exposure to adverse work-related factors. \n \nComments and limitations: \n \nThere may be problems of under reporting of occupational injuries, and proper systems should be put in \nplace to ensure the best reporting and data quality. Under reporting is thought to be present in countries \nat all levels of development, but may be particularly problematic in some developing countries. Data \nusers should be aware of this issue when analyzing the data.  \n \nDouble-counting of cases of occupational injury may also happen in cases where data from several \nregistries (records kept by different agencies, for example) are consolidated to have more comprehensive \nstatistics. \n \nBecause data quality issues may be present, it may be more relevant to analyze indicator trends rather \nthan levels. When measured over a period of time, the data can reveal progress or deterioration in \noccupational safety and health, and thus point to the effectiveness of prevention measures. This indicator \nis volatile and strong annual fluctuations may occur due to unexpected but significant accidents or \nnational calamities. The underlying trend should therefore be analysed. \n \n\nData Availability \n\n \nThe ILO has data on either frequency or incidence rates of fatal occupational injuries for 117 countries; \nand on either frequency or injury rates of non-fatal occupational injuries for 89 countries. \n \n"}}},"entityKey":{}}