{"variables":{"66777":{"years":[],"entities":[],"values":[],"id":66777,"name":"11.b.1 - Number of countries with legislative and/or regulatory provisions been made for managing disaster risk","unit":"Number","description":null,"createdAt":"2018-02-07T21:14:43.000Z","updatedAt":"2018-02-28T08:59:09.000Z","code":null,"coverage":"","timespan":"","datasetId":1970,"sourceId":13973,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015-2030","s_id":13973,"s_name":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015-2030","source":{"id":13973,"name":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015-2030","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n\n \n\nNA \n\n \n\n[a] An open-ended intergovernmental expert working group on indicators and terminology relating to \n\ndisaster risk reduction established by the General Assembly (resolution 69/284) is developing a set of \n\nindicators to measure global progress in the implementation of the Sendai Framework. These indicators \n\nwill eventually reflect the agreements on the Sendai Framework indicators. \n\n \n\nComments and limitations: \n\n \n\nThe HFA Monitor started in 2007 and over time, the number of countries reporting to UNISDR increased \n\nfrom 60 in 2007 to 140+ countries now undertaking voluntary self-assessment of progress in \n\nimplementing the HFA. During the four reporting cycles to 2015 the HFA Monitor has generated the \n\nworld’s largest repository of information on national DRR policy inter alia. Its successor, provisionally \n\nnamed the Sendai Monitor, is under development and will be informed by the recommendations of the \n\nOEIWG. A baseline as of 2015 is expected to be created in 2016-2017 that will facilitate reporting on \n\nprogress in achieving the relevant targets of both the Sendai Framework and the SDGs. \n\n \n\n\fMembers of both the OEIWG and the IAEG-SDGs have addressed that indicators that simply count the \n\nnumber of countries are not recommended, instead that, indicators to measure progress over time have \n\nbeen promoted. Further to the deliberations of the OEIWG as well as the IAEG, UNISDR has proposed \n\ncomputation methodologies that allow the monitoring of improvement in national and local DRR \n\nstrategies over time. These methodologies range from a simple quantitative assessment of the number of \n\nthese strategies to a qualitative measure of alignment with the Sendai Framework, as well as population \n\ncoverage for local strategies. \n\n \n\nData Availability \n\n \n\nDescription: \n\n \n\nAround 100 countries \n\n \n\nThe HFA Monitor started in 2007 and over time, the number of countries reporting to UNISDR increased \n\nfrom 60 in 2007 to 140+ countries now undertaking voluntary self-assessment of progress in \n\nimplementing the HFA. Given the requirements for disaster risk reduction strategies enshrined in \n\nreporting on the SDGs and the targets of the Sendai Framework, it is expected that by 2020, all member \n\nstates will report their DRR strategies according to the recommendations and guidelines by the OEIWG. \n\n \n\nTime series: \n\n \n\n\f2013 and 2015: HFA monitor  \n\n \n"}}},"entityKey":{}}