{"variables":{"66808":{"years":[],"entities":[],"values":[],"id":66808,"name":"10.4.1 - Labour share of GDP, comprising wages and social protection transfers","unit":"Percent","description":null,"createdAt":"2018-02-07T21:14:49.000Z","updatedAt":"2018-02-28T08:59:09.000Z","code":null,"coverage":"","timespan":"","datasetId":1983,"sourceId":13986,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Labour share of GDP, comprising wages and social protection transfers","s_id":13986,"s_name":"Labour share of GDP, comprising wages and social protection transfers","source":{"id":13986,"name":"Labour share of GDP, comprising wages and social protection transfers","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nLabour share of Gross Domestic Product (GDP) is the total compensation of employees given as a percent \nof GDP, which is a measure of total output. It provides information about the relative share of output \nwhich is paid as compensation to employees as compared with the share paid to capital in the production \nprocess for a given reference period. \n \nComments and limitations: \n \nIn general, labour share in GDP will underestimate the proportion of GDP accrued to total employment, \nas it covers only the compensation of employees and does not include the labour income of the self-\nemployed. Thus the indicator may be less relevant in countries where a large proportion of employment \nis in self-employment. However, an adjusted labour share may be estimated to take into account the \nlabour income of self-employed workers. \n \nGDP may exclude or underreport activities that are difficult to measure, such as transactions in the \ninformal sector or in illegal markets, etc. thus understating the GDP. Moreover, GDP does not account for \nthe social and environmental costs of production, and is therefore is not a good measure of the level of \nover-all wellbeing. \n \n\nData Availability \n\n \nNA \n \n"}}},"entityKey":{}}