{"variables":{"66825":{"years":[],"entities":[],"values":[],"id":66825,"name":"15.6.1 - Countries that are contracting Parties to the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA) - ER_CBD_PTYPGRFA - Not applicable","unit":"Not applicable","description":null,"createdAt":"2018-02-07T21:14:52.000Z","updatedAt":"2018-02-28T08:59:09.000Z","code":null,"coverage":"","timespan":"","datasetId":1986,"sourceId":13989,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","s_id":13989,"s_name":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","source":{"id":13989,"name":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \nThe indicator is defined as the number of countries that have adopted legislative, administrative and \npolicy frameworks to ensure fair and equitable sharing of benefits, since the adoption of the Nagoya \nProtocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their \nUtilization to the Convention on Biological Diversity (2010). \n \nThe Protocol covers genetic resources and traditional knowledge associated with genetic resources, as \nwell as the benefits arising from their utilization by setting out core obligations for its contracting Parties \nto take measures in relation to access, benefit-sharing and compliance.  \n \nThe Protocol provides greater legal certainty and transparency for both providers and users of genetic \nresources and associated traditional knowledge. It helps to ensure benefit-sharing, in particular when \ngenetic resources leave the country providing the genetic resources, and it establishes more predictable \nconditions for access to genetic resources and associated traditional knowledge.  \n \nBy enhancing legal certainty and promoting benefit-sharing, the Nagoya Protocol encourages the \nadvancement of research on genetic resources which could lead to new discoveries for the benefit of all. \nThe Nagoya Protocol also creates incentives to conserve and sustainably use genetic resources, and \nthereby enhances the contribution of biodiversity to development and human well-being.  \nIn addition, Parties to the Protocol are to encourage users and providers to direct benefits arising from \nthe utilization of genetic resources towards the conservation of biological diversity and the sustainable \nuse of its components. \n \nComments and limitations: \nThis indicator can be used to measure progress in adopting ABS legislative, administrative and policy \nframeworks over time. \n \nThis indicator does not assess the scope or effectiveness of ABS legislative, administrative and policy \nframeworks.  \n \nThe notion of framework suggests that there is a complete set of rules established on access and benefit-\nsharing. However, it is difficult to have a predefined idea of what constitutes an ABS framework. In the \ncontext of this indicator, the publication by a country of one or more ABS legislative, administrative and \npolicy measure in the ABS Clearing-House would be considered progress by that country on having an \nABS legislative, administrative and policy framework. \n \n\nData Availability \n\n \nDescription: \nFor 196 Parties to the Convention on Biological Diversity. \n \nAvailability of data is dependent on countries making the information on ABS legislative, administrative \nor and policy measures available to the ABS Clearing-House. \n \n"}}},"entityKey":{}}