{"variables":{"67033":{"years":[],"entities":[],"values":[],"id":67033,"name":"3.c.1 - Health worker density of pharmaceutrical personnel per 1,000 population - SH_MED_PHARMA","unit":"Per 1,000 population","description":null,"createdAt":"2018-02-07T21:15:35.000Z","updatedAt":"2018-02-28T08:59:10.000Z","code":null,"coverage":"","timespan":"","datasetId":2018,"sourceId":14021,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Health worker density and distribution","s_id":14021,"s_name":"Health worker density and distribution","source":{"id":14021,"name":"Health worker density and distribution","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nDensity of physicians: The density of physicians is defined as the number of physicians, including \ngeneralists and specialist medical practitioners per 1000 population in the given national and/or \nsubnational area.  \nDensity of nursing and midwifery personnel: The density of nursing and midwifery personnel is defined \nas the number of nursing and midwifery personnel per 1000 population in the given national and/or \nsubnational area.  \nDensity of dentistry personnel: The density of dentistry personnel is defined as the number of dentists, \ndental technician/assistants and related occupation personnel per 1000 population in the given national \nand/or subnational area.  \nDensity of pharmaceutical personnel: The density of pharmaceutical personnel is defined as the number \nof pharmacists, pharmaceutical, technicians/assistants and related occupation personnel per 1000 \npopulation in the given national and/or subnational area.   \n\n\nComments and limitations: \n \nData on health workers tend to be more complete for the public sector and may underestimate the \nactive workforce in the private, military, nongovernmental organization and faith-based health sectors. \nAs data is not always published annually for each country, the latest available data has been used. Due to \nthe differences in data sources, considerable variability remains across countries in the coverage, \nperiodicity, quality and completeness of the original data. \n \n\nData Availability \n \nNA \n \nTime series \n \nAvailable data for 2000-2015 \n \n"}}},"entityKey":{}}