{"variables":{"67114":{"years":[],"entities":[],"values":[],"id":67114,"name":"5.6.1 - Women who make their own informed decisions regarding sexual relations, contraceptive use and reproductive health care","unit":"Percent","description":null,"createdAt":"2018-02-07T21:15:52.000Z","updatedAt":"2018-02-28T08:59:10.000Z","code":null,"coverage":"","timespan":"","datasetId":2039,"sourceId":14042,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of women aged 15-49 years who make their own informed decisions regarding sexual relations, contraceptive use and reproductive health care","s_id":14042,"s_name":"Proportion of women aged 15-49 years who make their own informed decisions regarding sexual relations, contraceptive use and reproductive health care","source":{"id":14042,"name":"Proportion of women aged 15-49 years who make their own informed decisions regarding sexual relations, contraceptive use and reproductive health care","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \nProportion of women aged 15-49 years (married or in union) who make their own decision on all three \nselected areas i.e. can say no to sexual intercourse with their husband or partner if they do not want; \ndecide on use of contraception; and decide on their own health care. Only women who provide a “yes” \nanswer to all three components are considered as women who “make her own decisions regarding sexual \nand reproductive”. \n \nWhilst the aspiration of the indicator is to measure, among the three components, women’s decision –\nmaking on reproductive health care, current data provides information on women’s decision- making on \nhealth care in general. Expert group consultations recommended a specific, scenario-based question that \nspeaks directly to decision-making about reproductive health care as follows:  \n\n \n\n“Who takes the decision on when you can go to seek reproductive health care, for example, if you \nexperience a painful or burning sensation when urinating?\" \n-Mainly respondent \n-Mainly husband/ partner \n-Joint decision \n-Other (specify) \n \nEfforts are under way to pilot and refine the question for inclusion in future national surveys including in \nDHS and MICS. Whilst the process to collect data on women’s decision on reproductive health care are \nunder way, data on Indicator 5.6.1 will be based on available information on women’s decision-making \non “health care”. \n \nWomen’s autonomy in decision-making and exercise of their reproductive rights is assessed from \nresponses to the following three questions: \n\n1.  Can you say no to your (husband/partner) if you do not want to have sexual intercourse? \n\n–  YES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1  \n–  NO . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .2  \n–  DEPENDS/NOT SURE . . . . . . . . . . . . . . . . . . . . . .8 \n\n \n\n2.  Would you say that using contraception is mainly your decision, mainly your (husband's/ \n\npartner's) decision, or did you both decide together?   \n\n\f–  MAINLY RESPONDENT . . . . . . . . . . . . . . . . . . \n–  MAINLY HUSBAND/PARTNER . . . . . . . . . . . . \n– \n–  OTHER SPECIFY \n\nJOINT DECISION . . . . . . . . . . . . . . . . . . . . . . . .   \n\n1  \n2  \n3  \n\n \n\n3.  Who usually makes decisions about health care for yourself?  \n\n–  YOU,  \n–  YOUR (HUSBAND/PARTNER),  \n–  YOU AND YOUR (HUSBAND/PARTNER) JOINTLY,   \n–  SOMEONE ELSE? \n\n \nA woman is considered to have autonomy in reproductive health decision making and to be empowered \nto exercise their reproductive rights if they (1) can say “NO’ to sex with their husband/partner if they do \nnot want to, (2) decide on use/ non-use of contraception and (3) decide on health care for themselves.  \n \nComments and limitations: \nA key limitation is that current estimates of the indicator are based on currently married or in union \nwomen of reproductive age (15-49 years old) who are using any type of contraception.  In the current \nDHS, the question on decision-making on use of contraception is only asked to women who are currently \nusing contraception. Because the questions on decision- making on sexual relations and health care are \nrestricted to women (15-49) currently married or in union, the denominator for Indicator 5.6.1 is women \n15-49, who are currently married or in union and currently using contraception.  \n \nHowever, agreement has been reached with Macro/ICF for upcoming DHS surveys to ask the question on \ndecision on use of contraception to all married/ in union women aged 15-49 years, whether they are \ncurrently using any contraception or not. The DHS model questionnaire for Phase 7 already includes the \nquestion on decision-making for women who are not currently using any contraception (DHS7 Woman’s \nQuestionnaire, 17 May 2016 version, Q820.) \n \n\n\fIn many national contexts, household surveys, which are the main data source for this indicator, exclude \nthe homeless and are likely to under-enumerate linguistic or religious minority groups. \n \n\nData Availability \n\n \nDescription: \nThe Indicator is measured from demographic and health surveys (DHS) covering selected of low and \nmiddle income countries. Currently data for Indicator 5.6.1 is available as follows:  \n \n\n•  Data on Question 1 “Can you say no to your husband/partner if you do not want to have sexual \n\nintercourse?” exists in Demographic and Health Surveys for 45 countries, and is asked to women \n15-49, who are married or in union.  \n\n \n\n \n\n• \n\nFor Question 2 “Would you say that using contraception is mainly your decision, mainly your \n(husband's/ partner's) decision, or did you both decide together?” This question has been \nincluded in DHS in 66 countries conducted since 2005. However, currently the question has been \nrestricted to married or in union women (15-49 years) who are using contraception. For the \nDHS7  and later rounds, the question will be extended to all married or in union women, whether \nthey are using family planning or not. \n\n•  Currently there is no DHS that includes the question on decision-making for reproductive health \ncare: “Who usually makes decisions about reproductive health care for yourself/ in line with the \naspiration of the indicator 5.6.1. However, DHS in 63 countries include the question “Who usually \nmakes decisions about HEALTH care for yourself?” which is asked to women who are married or \nin union.  \n\n \nCurrently, a total of 45 countries have at least one survey with data on all the 3 questions above which \nare necessary for calculating Indicator 5.6.1.  The 45 countries with data are distributed as follows:  \n\n•  Central Asia and Southern Asia (3) \n•  Eastern Asia and South-eastern Asia (1)  \n•  Northern America and Europe (2) \n•  Western Asia and Northern Africa (2) \nLatin America and the Caribbean (4)  \n• \nSub-Saharan Africa (33) \n• \n\n \nSeveral other countries have only one or two of the three questions needed to calculate Indicator 5.6.1. \nUNFPA will engage with MICS, other organizations and agencies to incorporate the relevant questions in \nother national surveys with a view to covering all countries on a global scale.  \n \nTime series: \nCurrently data comes from the DHS which have three to five- year cycles. \n\n\f \n"}}},"entityKey":{}}