{"variables":{"67330":{"years":[],"entities":[],"values":[],"id":67330,"name":"17.16.1 - Progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals","unit":"Not applicable","description":null,"createdAt":"2018-02-07T21:16:09.000Z","updatedAt":"2018-02-28T08:59:10.000Z","code":null,"coverage":"","timespan":"","datasetId":2056,"sourceId":14059,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals","s_id":14059,"s_name":"Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals","source":{"id":14059,"name":"Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n\n \n\nThe  indicator  tracks  the  number  of  countries  reporting  progress  in  multi  stakeholder  monitoring \n\nframeworks  that  track  the  implementation  of  development  effectiveness  commitments  supporting  the \n\nachievement of sustainable development goals (SDGs).   \n\n \n\nComments and limitations: \n\n \n\nThe design of the indicator has practical benefits:   \n\n \n\n(a)  the  indicator  allows  for  relevant  monitoring  frameworks  to  be  updated  in  line  with  evolving \n\ncommitments and country specific context without affecting the spirit of the indicator; \n\n \n\n(b)  the  indicator  does  not  presume  a  globally-set  multi-stakeholder  framework,  acknowledging  the \n\ndiversity of complementary efforts supporting effective development cooperation; \n\n \n\n(c) the indicator allows participating countries to choose whether they would like to report as a provider \n\nof development co-operation, as a recipient, or both.  \n\n \n\nData collection for the Global Partnership monitoring framework is led by developing countries. Progress \n\nof  developed  countries  in  implementing  development  effectiveness  commitments  is  captured  through \n\ntheir  partnership  behaviour  in  those  developing  countries.  Depending  on  each  case,  middle  income \n\ncountries  that  currently  are  both  recipient  and  providers  of  development  cooperation  opt  to  report  in \n\ntheir role as recipient and/or provider of development cooperation. Other developing and/or developed \n\ncountries could be included through their future participation in the OECD and UNDP data collection, or \n\nthough their reporting to complementary monitoring frameworks on a regular basis. \n\n\f \n\nData Availability \n\n \n\nDescription: \n\n \n\n\f\"Global  aggregates  are  available  for  the  2006,  2008,  and  2011  surveys  on  monitoring  the  Paris \n\nDeclaration  on Aid  Effectiveness,  as  well  as  the  2013  2014  GPEDC  monitoring  exercise.  The  2015-2016 \n\nGlobal Partnership monitoring results will be available in September 2016.   \n\n \n\n \n"}}},"entityKey":{}}