{"variables":{"67383":{"years":[],"entities":[],"values":[],"id":67383,"name":"11.5.2 - Direct disaster economic loss, average annual loss - VC_DSR_AALT - USD","unit":"USD","description":null,"createdAt":"2018-02-07T21:16:28.000Z","updatedAt":"2018-02-28T08:59:10.000Z","code":null,"coverage":"","timespan":"","datasetId":2068,"sourceId":14071,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Direct economic loss in relation to global GDP, damage to critical infrastructure and number of disruptions to basic services, attributed to disasters","s_id":14071,"s_name":"Direct economic loss in relation to global GDP, damage to critical infrastructure and number of disruptions to basic services, attributed to disasters","source":{"id":14071,"name":"Direct economic loss in relation to global GDP, damage to critical infrastructure and number of disruptions to basic services, attributed to disasters","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n\n \n\nDirect economic loss: the monetary value of total or partial destruction of physical assets existing in the \n\naffected area. Direct economic loss is nearly equivalent to physical damage. \n\n \n\n[a] An open-ended intergovernmental expert working group on indicators and terminology relating to \n\ndisaster risk reduction established by the General Assembly (resolution 69/284) is developing a set of \n\nindicators to measure global progress in the implementation of the Sendai Framework. These indicators \n\nwill eventually reflect the agreements on the Sendai Framework indicators. \n\n \n\nComments and limitations: \n\n \n\nNot every country has a comparable national disaster loss database that is consistent with these \n\nguidelines (although current coverage exceeds 89 countries). Therefore, by 2020, it is expected that all \n\ncountries will build/adjust national disaster loss databases according to the recommendations and \n\nguidelines by the OEIWG. \n\n \n\n\f\nData Availability \n\n \n\nDescription: \n\n \n\nAround 100 countries \n\n \n\nThe number of countries with national disaster loss databases using the DesInventar tools and \n\nmethodology currently stands at 89 countries. Given the requirements for disaster loss data enshrined in \n\nreporting on the SDGs and the targets of the Sendai Framework, it is expected that by 2020, all member \n\nstates will have built or adjusted their national disaster loss databases according to the recommendations \n\nand guidelines by the OEIWG. \n\n \n\nTime series: \n\n \n\nFrom 1990 to 2013: National Disaster Loss Database  \n\n \n"}}},"entityKey":{}}