{"variables":{"67398":{"years":[],"entities":[],"values":[],"id":67398,"name":"15.4.2 - Mountain Green Cover Index - ER_MTN_GRNCVI - Percent","unit":"Percent","description":null,"createdAt":"2018-02-07T21:16:34.000Z","updatedAt":"2018-02-28T08:59:10.000Z","code":null,"coverage":"","timespan":"","datasetId":2070,"sourceId":14073,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Mountain Green Cover Index","s_id":14073,"s_name":"Mountain Green Cover Index","source":{"id":14073,"name":"Mountain Green Cover Index","dataPublishedBy":"United Nations Food and Agriculture Division (FAO)","dataPublisherSource":"","link":"http://www.fao.org/sustainable-development-goals/indicators/en/ \n https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nThe Green Cover Index is meant to measure the changes of the green vegetation in mountain areas - i.e. \nforest, shrubs, trees, pasture land, crop land, etc. – in order to monitor progress on the mountain target.  \n \nThe index, will provide information on the changes in the vegetation cover and, as such, will provide an \nindication of the status of the conservation of mountain environments. \n \nComments and limitations: \n \nThe indicator is based on Collect Earth, the most modern technology available. Its user friendliness and \nsmooth learning curve make it a perfect tool for performing fast, accurate and cost-effective \nassessments. It is free, open source and highly customizable for the specific data collection needs and \nmethodologies. It builds upon very high resolution multi-temporal images from Google Earth and Bing \nMaps and Landsat 7 and 8 datasets from Google Earth Engine. Data and images are stored and globally \navailable for any year from 2000, making possible the monitoring of the change over time.  \n \nThe indicator has a global accuracy of 99%, but at national level for small countries the degree of \naccuracy is lower. This will be improved over time as more countries expand the data collection within \ntheir territory.  \n \nData on mountain coverage are provided by the 2015 FAO/MPS global map of mountains. \n \n\nData Availability \n\n \nAll \n \n"}}},"entityKey":{}}