{"variables":{"67400":{"years":[],"entities":[],"values":[],"id":67400,"name":"6.a.1 - Total official flows for water supply and sanitation, by recipient","unit":"Constant USD","description":null,"createdAt":"2018-02-07T21:16:35.000Z","updatedAt":"2018-02-28T08:59:10.000Z","code":null,"coverage":"","timespan":"","datasetId":2071,"sourceId":14074,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Amount of water- and sanitation-related official development assistance that is part of a government-coordinated spending plan","s_id":14074,"s_name":"Amount of water- and sanitation-related official development assistance that is part of a government-coordinated spending plan","source":{"id":14074,"name":"Amount of water- and sanitation-related official development assistance that is part of a government-coordinated spending plan","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nAmount of water- and sanitation-related official development assistance that is part of a government-\ncoordinated spending plan is defined as the proportion of total water and sanitation-related Official \nDevelopment Assistance (ODA) disbursements that are included in the government budget. \n \nComments and limitations: \n \nData on water and sanitation-related ODA included in the government budget will be available by end-\n2016 with the current cycle of UN-Water Global Analysis and Assessment of Sanitation and Drinking-\nWater (GLAAS) data. Until then, total water and sanitation-related ODA (denominator) will be reported. \nTotal water and sanitation-related ODA will continue to be reported as an additional indicator going \nforward. \n \nIn addition, the proportion of ODA channelled through the government treasury will be reported as an \nadditional indicator. ODA channelled through treasury indicates a high level of cooperation and \nalignment between donors and national government in which the donors channel funds through the \nnational budget process.  \n \nThe OECD Creditor Reporting System (CRS) currently disaggregates ODA for the water and sanitation \namong several categories including: sector policy and administration, water resources protection, large \nand basic water and sanitation systems, river basin infrastructure, waste management, agricultural water \nresources, and education and training. While these categories do not align directly with the target areas \nof SDG 6 individually, which limits the disaggregation of ODA among the SDG target areas, the combined \nODA from these categories does align with a majority of the reported ODA to the water sector. \n \nAs the numerator and denominator come from different sources, there is the possibility of different \nunderlying assumptions regarding what should be included/excluded in the ODA figures. This could lead \nto situations in which the proportion of ODA included in government budget is greater than 1 (100%) if \n\n\ftotal ODA reported to OECD is lower than ODA reported to be included the budget. To guard against this \npossibility, the OECD will supply GLAAS with the reported ODA figures, broken down to the project level, \nso that respondents can match these with their on-budget project data.  \n \nODA represents only one aspect of international cooperation. To capture other dimensions, additional \nsupporting indicators are available, including indicators for the Collaborative Behaviours identified by the \nSanitation and Water for All (SWA) partnership. Each behaviour has one or two key indicators for \ngovernments and for development partners. If the behaviours are jointly adapted by governments and \ndevelopment partners, long-term sector performance and sustainability would improve. For additional \ninformation on the Collaborative Behaviours see: http://sanitationandwaterforall.org/about/the-four-\nswa-collaborative-behaviours/ \n \n\nData Availability \n\n \nDescription: \n \nAsia and Pacific: Most countries (at least 80% of the countries covering 90% of the population from the \nregion) \nAfrica: Most countries (at least 80% of the countries covering 90% of the population from the region) \nLatin America and the Caribbean: Most countries (at least 80% of the countries covering 90% of the \npopulation from the region) \nEurope, North America, Australia, New Zealand and Japan: Some countries \nPlease note that these reflect availability of data on total water and sanitation ODA. Data on proportion \nincluded in government budget will be available through the current cycle of GLAAS (cf. 7.1, 10.1, and \n10.2). \n \nTime series: \n \nTime series of parameters under the indicator are available for 2008, 2010, 2012, and 2014. \n \n"}}},"entityKey":{}}