{"variables":{"8651":{"years":[],"entities":[],"values":[],"id":8651,"name":"Cases of polio per million population (WHO and UNPD 2017)","unit":"","description":"Polio cases per 1,000,000 population. Dividing the number of confirmed polio cases (reported by WHO 2017) by total population of the country (in millions, reported by World Population Prospects 2017, UN).","createdAt":"2017-08-03T12:39:22.000Z","updatedAt":"2018-02-28T08:58:34.000Z","code":null,"coverage":"Global by country and world region","timespan":"2010-2014","datasetId":3014,"sourceId":2820,"shortUnit":"cases per 1,000,000 population","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Cases of tetanus per million population (WHO and UNPD 2017) (split)","s_id":2820,"s_name":"OWID Disease Burden Variables (using WHO and UNPD)","source":{"id":2820,"name":"OWID Disease Burden Variables (using WHO and UNPD)","dataPublishedBy":"Our World In Data (dataset constructed by Ruby Mittal)","dataPublisherSource":"Data on number of cases corresponds to WHO’s Global Health Observatory. Data on population estimates (1950-2015) corresponds to World Population Prospects, Population Division, United Nations (UNPD)","link":"http://apps.who.int/gho/data/node.home https://esa.un.org/unpd/wpp/Download/Standard/Population/","retrievedData":"","additionalInfo":"Additional information on data sources: \nGlobal Health Observatory (GHO) used surveillance systems to publish data on the number of cases for different diseases. Only the confirmed cases are reported by GHO. \nTo calculate the number of cases and deaths relative to the size of population, estimates provided by World Population Prospects, UNPD were used. These population estimates, are consistent with countries’ censuses, and subsequent trends in fertility, mortality and international migration.\nHandling data issues: \nUsing data on the number of cases and total population, standardized variables on disease burden (i.e. cases relative to the population) are created. One of the main challenges faced in constructing these variables was inconsistency in the definition of world regions. The data on disease burden (i.e. cases or deaths) is taken from GHO. It uniquely divides countries into six WHO regions. However, this is not the case in UNPD population dataset. To overcome this, we use the list of countries in each world region provided by WHO (http://www.who.int/about/regions/en/). Population figures are constructed by adding population estimates of countries in each WHO region. Since these estimates were originally in thousands, they are multiplied by 0.001 to get total population figures for countries and regions in millions. Finally, the ratio of the number of confirmed disease cases and population (in millions) is taken to report in this dataset."}}},"entityKey":{}}