{"variables":{"8676":{"years":[],"entities":[],"values":[],"id":8676,"name":"Share of employment in services (Herrendorf et al. and GGDC-10 data)","unit":"%","description":"Historical estimates of employment shares by economic sector.","createdAt":"2017-08-08T21:37:48.000Z","updatedAt":"2018-02-28T08:58:34.000Z","code":null,"coverage":"Selected countries","timespan":"","datasetId":3009,"sourceId":2824,"shortUnit":"%","display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Share of agriculture in GDP at current prices (Herrendorf et al. and GGDC-10 data) (split)","s_id":2824,"s_name":"Our World In Data based on Herrendorf et al. (2014) and GGDC-10 (2015)","source":{"id":2824,"name":"Our World In Data based on Herrendorf et al. (2014) and GGDC-10 (2015)","dataPublishedBy":"Our World in Data (Nicolas Lippolis) based on: (i) Berthold Herrendorf, Richard Rogerson and Akos Valentinyi (2014) – “Growth and Structural Transformation” Handbook of Economic Growth Vol. 2B, (ii) 2015 release of the Groningen Growth and Development Centre’s (GGDC) 10-sector database","dataPublisherSource":"Various sources. Check documentation for details.","link":"Data from Herrendorf et al. (2014) is available from https://sites.google.com/site/valentinyiakos/Home/papers/handbook. The GGDC 10-Sector Database is available from http://www.rug.nl/ggdc/productivity/10-sector/ Links to other data used to update the Herrendorf et al. (2014) series is available in our attached documentation","retrievedData":"","additionalInfo":"For Belgium, Spain, France, Japan, South Korea, the Netherlands, Sweden, the UK, and the USA, observations in this dataset correspond to the data published by Herrendorf, Rogerson, and Valentinyi (2014), except in some cases where we have updated observation using new releases of the same underlying data sources. The most important update corresponds to the 2015 release of the Groningen Growth and Development Centre’s (GGDC) 10-sector database. However, some other country-specific updates were also considered (e.g. US data published by the Bureau of Economic Analysis). In the attached documentation (https://ourworldindata.org/wp-content/uploads/2017/05/Documentation-for-Historical-employment-and-output-by-sector-%E2%80%93-OWID-2017.pdf) we describe sources and updates, country by country.\n\nFor the rest of the countries, data comes directly from the 2015 release of the GGDC 10-sector database. The only change we applied to the GGDC 10-sector database was dropping observations for GDP shares in Peru 1950-1985 (these are reported as negative in the original)."}}},"entityKey":{}}