{"variables":{"94097":{"years":[],"entities":[],"values":[],"id":94097,"name":"Indicator:Alcohol, tourist consumption (in litres of pure alcohol)","unit":"","description":null,"createdAt":"2018-03-23T12:42:56.000Z","updatedAt":"2018-03-23T12:42:56.000Z","code":null,"coverage":"","timespan":"","datasetId":2677,"sourceId":14972,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Substance use and mental health","s_id":14972,"s_name":"Alcohol, tourist consumption (in litres of pure alcohol)","source":{"id":14972,"name":"Alcohol, tourist consumption (in litres of pure alcohol)","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nAlcohol, tourist consumption (in litres of pure alcohol)\n\nName abbreviated\nTourist consumption\n\nData Type Representation\nRate\n\nTopic\nRisk factors\n\nISO Health Indicators Framework\n\n    \n\nRationale\n\n    \n\nDefinition\nThe litres of pure alcohol consumed per tourist (15+ years) in a calendar year as computed using a specific algorithm.\n\nAssociated terms\n\n    \n\nPreferred data sources\nAdministrative reporting system\n\nOther possible data sources\n\n    \n\nMethod of measurement\n\n    \n\nMethod of estimation\nFor tourism/visitors adjustment, the United Nations (UN) visitors’ database was used for estimating the number of tourists/visitors. The following criteria were used: a) if the number of tourists/visitors was less than the number of inhabitants, then no adjustment was made;b) if the number of tourists/visitors was greater than or equal to the number of inhabitants, an adjustment was made for countries where the majority was of Muslim religion (lowest threshold of adjustment; size of Muslim population was based on UN data); c) if the number of tourists/visitors was greater than or equal to 1.5 times the number of inhabitants and the country was low-income or middle income, an adjustment was made; d) if the number of tourists/visitors was greater than or equal to 2 times the number of inhabitants and the country was high-income, an adjustment was made. The different adjustments were made to limit quantification of tourist/visitors consumption to instances, where it would impact at least 10% of consumption or at least 0.5 litres alcohol per capita consumption.\nThe estimates are linked to APC and are based on the following assumptions:\nTourists/visitors consume alcohol as they do at home,(i.e. with the same average alcohol per capita consumption).\nThe average length of stay by tourists/visitors was 14 days (except for Luxembourg, Estonia, and the Republic of Moldova, where there is a lot of cross-border shopping with shorter average length of stay.).\n\nM&E Framework\n\n    \n\nMethod of estimation of global and regional aggregates\n\n    \n\nDisaggregation\n\n    \n\nUnit of Measure\n\n    \n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\nAnnual\n\nExpected frequency of data collection\nAnnual\n\nLimitations\n\n    \n\nLinks\nGlobal Information System on Alcohol and Health (GISAH)\n\nComments\nData source: Tourist offices of the respective countries.\n\nContact Person\n\n      \n\n"}}},"entityKey":{}}