{"variables":{"94171":{"years":[],"entities":[],"values":[],"id":94171,"name":"Indicator:Raise taxes on tobacco","unit":"","description":null,"createdAt":"2018-03-23T12:42:58.000Z","updatedAt":"2018-03-23T12:42:58.000Z","code":null,"coverage":"","timespan":"","datasetId":2677,"sourceId":15007,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Substance use and mental health","s_id":15007,"s_name":"Raise taxes on tobacco","source":{"id":15007,"name":"Raise taxes on tobacco","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nMPOWER groups - r Raise taxes on tobacco\n\nName abbreviated\n\n    \n\nData Type Representation\nScore\n\nTopic\nRisk factors\n\nISO Health Indicators Framework\n\n    \n\nRationale\nIn 2008, WHO introduced the MPOWER package to assist in the country-level implementation of six effective measures to reduce demand for tobacco products.  Each measure reflects at least one provision of the WHO Framework Convention on Tobacco Control.  The letter R in MPOWER denotes the \"Raise taxes on tobacco\" measure. This indicator measures the implementation status of the R measure.\n\nDefinition\nCountry-provided information on taxes and prices is assessed to yield indicators to describe the comparative level of taxes on tobacco products in countries.  \nTaxes assessed include excise tax, value added tax (“VAT”), import duty (when the cigarettes were imported) and any other taxes levied. Only the price of the most popular brand of cigarettes is considered. In the case of countries where different levels of taxes applied to cigarettes are based on either length, quantity produced or type (e.g. filter vs. non-filter), only the rate that applied to the most popular brand is used in the calculation.\nGiven the lack of information on country and brand-specific profit margins of retailers and wholesalers, their profits were assumed to be zero (unless provided by the national data collector).  The implementation status of the Raise tobacco taxes measure was classified by grouping countries into five groups.\nThe groupings for this indicator are:\n1 = Data not reported\n2 = ≤ 25% of retail price is tax\n3 = 26–50% of retail price is tax\n4 = 51–75% of retail price is tax\n5 = >75% of retail price is tax.\n\nAssociated terms\n\n    \n\nPreferred data sources\nAdministrative sources\n\nOther possible data sources\n\n    \n\nMethod of measurement\n\n    \n\nMethod of estimation\nCountry reported data, assessed according to the definition of this indicator.\n\nM&E Framework\n\n    \n\nMethod of estimation of global and regional aggregates\n\n    \n\nDisaggregation\n\n    \n\nUnit of Measure\nN/A\n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\nContinuous\n\nExpected frequency of data collection\n\n    \n\nLimitations\n\n    \n\nLinks\n\n    \n\nComments\n\n    \n\nContact Person\n\n    \n\n"}}},"entityKey":{}}