{"variables":{"94918":{"years":[],"entities":[],"values":[],"id":94918,"name":"Indicator:Alcohol, consumption of pure alcohol by type of beverage (%) - Beverage Types:Wine","unit":"","description":null,"createdAt":"2018-03-23T12:43:48.000Z","updatedAt":"2018-03-23T12:43:48.000Z","code":null,"coverage":"","timespan":"","datasetId":2677,"sourceId":15184,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Substance use and mental health","s_id":15184,"s_name":"Alcohol, consumption of pure alcohol by type of beverage (%)","source":{"id":15184,"name":"Alcohol, consumption of pure alcohol by type of beverage (%)","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nAlcohol, recorded per capita (15+ years) consumption (in litres of pure alcohol)\n\nName abbreviated\nRecorded APC\n\nData Type Representation\nRate\n\nTopic\nRisk factors\n\nISO Health Indicators Framework\n\n    \n\nRationale\nThe recorded APC is part of a core set of indicators, whose purpose is to monitor the magnitude, pattern and trends of alcohol consumption in the adult population.\n\nDefinition\nRecorded APC is defined as the recorded amount of alcohol consumed per capita (15+ years) over a calendar year in a country, in litres of pure alcohol. The indicator only takes into account the consumption which is recorded from production, import, export, and sales data often via taxation. Numerator: The amount of recorded alcohol consumed per capita (15+ years) during a calendar year, in litres of pure alcohol. Denominator: Midyear resident population (15+ years) for the same calendar year, UN World Population Prospects, medium variant.\n\nAssociated terms\n\n    \n\nPreferred data sources\nGovernment statistics \n\nOther possible data sources\n\n    \n\nMethod of measurement\nRecorded alcohol per capita (15+) consumption of pure alcohol is calculated as the sum of beverage-specific alcohol consumption of pure alcohol (beer, wine, spirits, other) from different sources. The first priority in the decision tree is given to government statistics; second are country-specific alcohol industry statistics in the public domain (Canadean, IWSR-International Wine and Spirit Research, OIV-International Organisation of Vine and Wine, Wine Institute, historically World Drink Trends); and third is the Food and Agriculture Organization of the United Nations' statistical database (FAOSTAT). For countries, where the data source is FAOSTAT the unrecorded consumption may be included in the recorded consumption. As from the introduction of the \"Other\" beverage-specific category, beer includes malt beers, wine includes wine made from grapes, spirits include all distilled beverages, and other includes one or several other alcoholic beverages, such as fermented beverages made from sorghum, maize, millet, rice, or cider, fruit wine, fortified wine, etc. Also, there has been a change in the data source for some countries in the early 2000's. Updates for this indicator are made on an ongoing basis as data become available.\n\nMethod of estimation\nRecorded alcohol per capita (15+) consumption of pure alcohol is calculated as the sum of beverage-specific alcohol consumption of pure alcohol (beer, wine, spirits, other) from different sources. The first priority in the decision tree is given to government statistics; second are country-specific alcohol industry statistics in the public domain based on interviews or field work (Canadean, International Wine and Spirit Research (IWSR), Wine Institute, historically World Drink Trends) or data from the International Organisation of Vine and Wine (OIV); third is the Food and Agriculture Organization of the United Nations' statistical database (FAOSTAT); and fourth is data from alcohol industry statistics in the public domain based on desk review. In order to make the conversion into litres of pure alcohol, the alcohol content (% alcohol by volume) is considered to be as follows: Beer (barley beer 5%), Wine (grape wine 12%; must of grape 9%, vermouth 16%), Spirits (distilled spirits 40%; spirit-like 30%), and Other (sorghum, millet, maize beers 5%; cider 5%; fortified wine 17% and 18%; fermented wheat and fermented rice 9%; other fermented beverages 9%). Since different data sources may use different conversion factors to estimate alcohol content, the beverage-specific recorded APC may not equal the total provided, in some cases.\n\nM&E Framework\n\n    \n\nMethod of estimation of global and regional aggregates\nAlcohol per capita (15+) consumption data exist for almost all countries. Regional and global estimates are calculated as a population weighted average of country data.\n\nDisaggregation\nAlcoholic beverage type\n\nUnit of Measure\nLitres of pure alcohol per person per year\n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\nAnnual\n\nExpected frequency of data collection\nAnnual\n\nLimitations\nFactors, such as stockpiling, waste and spillage, as well as cross-border shopping (recorded in different jurisdiction), tax free alcohol, surrogate alcohol and variations in beverage strength, cannot be accounted for. This may influence the accuracy of recorded consumption as an indicator for alcohol consumed. Also, administrative data does not enable the disaggregation of recorded adult per capita by gender - to this end, other data sources such as survey data are needed.\n\nLinks\nGlobal Information System on Alcohol and Health (GISAH)\n\nComments\n\n    \n\nContact Person\n\n      \n\n"}}},"entityKey":{}}