{"variables":{"95138":{"years":[],"entities":[],"values":[],"id":95138,"name":"Indicator:Neonates protected at birth against neonatal tetanus (PAB) (%)","unit":"","description":null,"createdAt":"2018-03-23T12:44:03.000Z","updatedAt":"2018-03-23T12:44:03.000Z","code":null,"coverage":"","timespan":"","datasetId":2679,"sourceId":15269,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Child health","s_id":15269,"s_name":"Neonates protected at birth against neonatal tetanus (PAB) (%)","source":{"id":15269,"name":"Neonates protected at birth against neonatal tetanus (PAB) (%)","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nNeonates protected at birth against neonatal tetanus (%)\n\nName abbreviated\nNeonates protected at birth against neonatal tetanus (%)\n\nData Type Representation\nPercent\n\nTopic\nHealth service coverage\n\nISO Health Indicators Framework\n\n    \n\nRationale\nImmunization is an essential component for reducing under-five mortality. Immunization coverage estimates are used to monitor coverage of immunization services and to guide disease eradication and elimination efforts. It is a good indicator of health system performance.\n\nDefinition\nThe proportion of neonates in a given year that can be considered as having been protected against tetanus as a result of maternal immunization.\n\nAssociated terms\nTetanus : A disease that is acquired when the spores of the bacterium Clostridium Tetani infect a wound or the umbilical stump. Spores are universally present in the soil. People of all ages can get tetanus but the disease is particularly common and serious in newborn babies (\"neonatal tetanus\"). It requires treatment in a medical facility, often in a referral hospital. Neonatal tetanus, which is mostly fatal, is particularly common in rural areas where deliveries are at home without adequate sterile procedures.\n\nPreferred data sources\nSpecial studies\n\nOther possible data sources\n\n    \n\nMethod of measurement\n\n    \n\nMethod of estimation\nPAB coverage is estimated using a mathematical model. PAB is the proportion of births in a given year that can be considered as having been protected against tetanus as a result of maternal immunization. In this model, annual cohorts of women are followed from infancy through their life. A proportion receive DTP in infancy (estimated based on the WHO-UNICEF estimates of DTP3 coverage). In addition some of these women also receive TT through routine services when they are pregnant and may also receive TT during Supplementary Immunization activities (SIAs) . The model also adjusts reported data, taking into account coverage patterns in other years, and/or results available through surveys. The duration of protection is then calculated, based on WHO estimates of the duration of protection by doses ever received.\n\nA further description of the model can be found in: Griffiths U., Wolfson L., Quddus A.,Younus M., Hafiz R.. Incremental cost-effectiveness of supplementary immunization activities to prevent neo-natal tetanus in Pakistan. Bulletin of the World Health Organization 2004; 82:643-651\n \nPredominant type of statistics: predicted\n\nM&E Framework\nOutcome\n\nMethod of estimation of global and regional aggregates\nGlobal and regional coverage is a weighted sum of WHO/UNICEF estimates of national coverage by target population from the United Nations Population Division's World Population Prospects. The size of the target population is the national annual number of births.\n\nDisaggregation\n\n    \n\nUnit of Measure\nN/A\n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\nAnnual\n\nExpected frequency of data collection\n\n    \n\nLimitations\n\"Protection at Birth against tetanus\" is only based on protection provided through tetanus-toxoid immunization, and not through clean deliveries.\n\nThe method is based on a mathematical model, and uses several inputs, each of which may have imprecise estimates: \n- DTP3 coverage is based on WHO-UNIEF estimates, which in turn are based on reported and survey data;\n- TT2+ among adult women is estimated using reported coverage estimates, survey results, and expert opinion.  \n- Supplemental Immunization Activities (SIAs) results are based on reported numbers, and may be imprecise and incomplete. \n- Population figures (including target population data) may be imprecise.\nIt is difficult to estimate what proportion of women who have been reached through SIAs had also already received tetanus vaccine through routine services. In addition, booster doses given at other ages (e.g. at 18 months or in later childhood/adolescence) are not included in the model.\n\nLinks\nWHO and UNICEF estimates of national infant immunization coverage: methods and processes\n\nLinks\nCountry summaries of WHO/UNICEF coverage\n\nComments\n\n    \n\nContact Person\n\n    \n\n"}}},"entityKey":{}}