{"variables":{"95196":{"years":[],"entities":[],"values":[],"id":95196,"name":"Indicator:Average - taxes as a % of cigarette price - total tax","unit":"","description":null,"createdAt":"2018-03-23T12:44:09.000Z","updatedAt":"2018-03-23T12:44:09.000Z","code":null,"coverage":"","timespan":"","datasetId":2677,"sourceId":15300,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Substance use and mental health","s_id":15300,"s_name":"Average - taxes as a % of cigarette price - total tax","source":{"id":15300,"name":"Average - taxes as a % of cigarette price - total tax","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nAverage taxes as a % of cigarette price - total taxes\n\nName abbreviated\n\n    \n\nData Type Representation\nPercent\n\nTopic\nRisk factors\n\nISO Health Indicators Framework\n\n    \n\nRationale\nThis question collects information that can be used to assess the affordability of tobacco products, as well as to calculate the share of taxes in the price of a cigarette pack. \n \n\nDefinition\nThe sum of all taxes applicable on the weighted average price of the three most sold brands of cigarettes. It is a proportion of the price and includes, when applicable, specific and ad valorem excise taxes, value added taxes, import duties, and any other taxes. \nWHO uses the information provided on tax policy in order to calculate the share of tobacco taxes on the most widely sold brand of cigarettes in the country. This indicator takes into account the exact contribution of all taxes in the price of a cigarette pack and therefore represents the best comparable measure of the magnitude of tobacco taxes.\nIn Canada and the United States, in addition to federal taxes, state/provincial taxes are applied. Therefore, an average price and average state/provincial tax were calculated in order to estimate the total tax rate of a pack of cigarettes.\n\nAssociated terms\n\n    \n\nPreferred data sources\nSpecial studies\n\nOther possible data sources\n\n    \n\nMethod of measurement\n\n    \n\nMethod of estimation\nAll tax rates are recalculated to the same base, the tax inclusive retail sales price. Consider the example where Country B applies the same ad valorem tax as Country A, but ends up with higher taxation because the tax is applied later in the distribution chain. Comparing ad valorem tax rates without taking into account the stage at which the tax is applied could therefore lead to biased results. Calculation Sts is the share of taxes on the price of a widely consumed brand of cigarettes(20-cigarette pack or equivalent). \nSts = Sas + Sav + Sid + SVAT \nWhere: Sts = Total share of taxes on the price of a pack of cigarettes;\nSas = Share of amount-specific excise taxes (or equivalent) on the price of a pack of cigarettes; \nSav = Share of ad valorem excise taxes (or equivalent) on the price of a pack of cigarettes; \nSid = Share of import duties on the price of a pack of cigarettes (if the most popular brand is imported);\nSVAT = Share of the value added tax on the price of a pack of cigarettes.\nSas is calculated by dividing the amount for a 20-cigarette pack by the total price. Unlike Sas, Sav (the share of ad valorem taxes) is much more difficult to calculate and involves making some assumptions (see Technical Note III of the WHO Report on the Global Tobacco Epidemic, 2009). Sid is sometimes amount-specific, sometimes value-based. It is therefore calculated the same way as Sas if it is amount-specific and the same way as Sav if it is value-based. SVAT is usually applied at the end of the taxation process, either on the VAT-exclusive or inclusive retail sales price.\n\nM&E Framework\n\n    \n\nMethod of estimation of global and regional aggregates\n\n    \n\nDisaggregation\n\n    \n\nUnit of Measure\nN/A\n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\nContinuous\n\nExpected frequency of data collection\n\n    \n\nLimitations\n\n    \n\nLinks\n\n    \n\nComments\n\n    \n\nContact Person\n\n    \n\n"}}},"entityKey":{}}