{"variables":{"95314":{"years":[],"entities":[],"values":[],"id":95314,"name":"Indicator:15-19 years old total alcohol consumption in litres of pure alcohol - Sex:Both sexes","unit":"","description":null,"createdAt":"2018-03-23T12:44:20.000Z","updatedAt":"2018-03-23T12:44:20.000Z","code":null,"coverage":"","timespan":"","datasetId":2677,"sourceId":15334,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Substance use and mental health","s_id":15334,"s_name":"15-19 years old total alcohol consumption in litres of pure alcohol","source":{"id":15334,"name":"15-19 years old total alcohol consumption in litres of pure alcohol","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nAlcohol, total per capita (15+ years) consumption (in litres of pure alcohol)\n\nName abbreviated\nTotal APC\n\nData Type Representation\nRate\n\nTopic\nRisk factors\n\nISO Health Indicators Framework\n\n    \n\nRationale\nThe total APC comprises both the recorded and the unrecorded APC, which together provide a more accurate estimate of the level of alcohol consumption in a country, and as a result, portray trends of alcohol consumption in a more precise way.\n\nDefinition\nTotal APC is defined as the total (sum of recorded APC three-year average and unrecorded APC) amount of alcohol consumed per adult (15+ years) over a calendar year, in litres of pure alcohol. Recorded alcohol consumption refers to official statistics (production, import, export, and sales or taxation data), while the unrecorded alcohol consumption refers to alcohol which is not taxed and is outside the usual system of governmental control. In circumstances in which the number of tourists per year is at least the number of inhabitants, the tourist consumption is also taken into account and is deducted from the country's recorded APC.\n\nAssociated terms\n\n    \n\nPreferred data sources\nAdministrative reporting system\n\nOther possible data sources\n\n    \n\nMethod of measurement\nSee measurement method for the two components: recorded and unrecorded APC.\n\nMethod of estimation\nSum of recorded and unrecorded APC.\n\nM&E Framework\n\n    \n\nMethod of estimation of global and regional aggregates\nRegional estimates are derived from population weighted averages of countries with data on unrecorded APC.\n\nDisaggregation\nSex\n\nDisaggregation\nAge\n\nUnit of Measure\nLitres of pure alcohol per person per year\n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\nPeriodic\n\nExpected frequency of data collection\nPeriodic\n\nLimitations\nSee comments and limitations for the two components: recorded and unrecorded APC.\n\nLinks\nGlobal Information System on Alcohol and Health (GISAH)\n\nComments\nSee data sources for the two components: recorded and unrecorded APC.\n\nContact Person\n\n      \n\n"}}},"entityKey":{}}