{"variables":{"95354":{"years":[],"entities":[],"values":[],"id":95354,"name":"Indicator:Reported number of people requiring interventions against NTDs","unit":"","description":null,"createdAt":"2018-03-23T12:44:28.000Z","updatedAt":"2018-03-23T12:44:28.000Z","code":null,"coverage":"","timespan":"","datasetId":2692,"sourceId":15337,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Sustainable development goals","s_id":15337,"s_name":"Reported number of people requiring interventions against NTDs","source":{"id":15337,"name":"Reported number of people requiring interventions against NTDs","dataPublishedBy":"World Health Organization Global Health Observatory (GHO)","dataPublisherSource":"","link":"http://apps.who.int/gho/data/node.home","retrievedData":"","additionalInfo":"Indicator name\nReported number of people requiring interventions against neglected tropical diseases (NTDs)\n\nName abbreviated\nPeople requiring interventions against neglected tropical diseases (NTDs)\n\nData Type Representation\nCount\n\nTopic\n\n    \n\nISO Health Indicators Framework\nHealth status\n\nRationale\n\nThe average annual number of people requiring treatment and care for NTDs is the number that is expected to decrease toward “the end of NTDs” by 2030 (target 3.3), as NTDs are eradicated, eliminated or controlled. The number of people requiring other interventions against NTDs (e.g. vector management, veterinary public health, water, sanitation and hygiene) are expected to need to be maintained beyond 2030 and are therefore to be addressed in the context of other targets and indicators, namely Universal Health Coverage (UHC) and universal access to water and sanitation. This number should not be interpreted as the number of people at risk for NTDs. It is in fact a subset of the larger number of people at risk. Mass treatment is limited to those living in districts above a threshold level of prevalence; it does not include all people living in districts with any risk of infection. Individual treatment and care is for those who are or have already been infected; it does not include all contacts and others at risk of infection. This number can better be interpreted as the number of people at a level of risk requiring medical intervention – that is, treatment and care for NTDs.\n\nDefinition\n Number of people requiring treatment and care for any one of the NTDs targeted by the WHO NTD Roadmap and World Health Assembly resolutions and reported to WHO.\nTreatment and care is broadly defined to allow for preventive, curative, surgical or rehabilitative treatment and care. \nOther interventions (e.g. vector management, veterinary public health, water, sanitation and hygiene, disease surveillance, morbidity management and disability prevention) are to be addressed in the context of targets and indicators for Universal Health Coverage (UHC) and universal access to water and sanitation.\n\nAssociated terms\n\n    \n\nPreferred data sources\n\n    \n\nOther possible data sources\n\n    \n\nMethod of measurement\n The number of people requiring treatment and care for NTDs is measured by existing country systems, and reported through joint request and reporting forms for donated medicines, and the integrated NTD database\n\nMethod of estimation\n\nSome estimation is required to aggregate data across interventions and diseases. There is an established methodology that has been tested and an agreed international standard.\n 1) Average annual number of people requiring mass treatment known as PC for at least one PC-NTD: People may require PC for more than one PC-NTD. The number of people requiring PC is compared across the PC-NTDs, by age group and implementation unit (e.g. district). The largest number of people requiring PC is retained for each age group in each implementation unit. The total is considered to be a conservative estimate of the number of people requiring PC for at least one PC-NTD. Prevalence surveys determine when an NTD has been eliminated or controlled and PC can be stopped or reduced in frequency, such that the average annual number of people requiring PC is reduced.\n2) Number of new cases requiring individual treatment and care for other NTDs: The number of new cases is based on country reports, whenever available, of new and known cases of Buruli ulcer, Chagas disease, cysticercosis, dengue, guinea-worm disease, echinococcosis, human African trypanosomiasis (HAT), leprosy, the leishmaniases, rabies and yaws. Where the number of people requiring and requesting surgery for PC-NTDs (e.g. trichiasis or hydrocele surgery) is reported, it can be added here. Similarly, new cases requiring and requesting rehabilitation (e.g. leprosy or lymphoedema) can be added whenever available.\n \n Populations referred to under 1) and 2) may overlap; the sum would overestimate the total number of people requiring treatment and care. The maximum of 1) or 2) is therefore retained at the lowest common implementation unit and summed to get conservative country, regional and global aggregates. By 2030, improved co-endemicity data and models will validate the trends obtained using this simplified approach.\n \n\nM&E Framework\nImpact\n\nMethod of estimation of global and regional aggregates\n\n    \n\nDisaggregation\nAge\n\nUnit of Measure\n\n    \n\nUnit Multiplier\n\n    \n\nExpected frequency of data dissemination\n\n    \n\nExpected frequency of data collection\nAnnual\n\nLimitations\n\nCountry reports may not be perfectly comparable over time. Improved surveillance and case-finding may lead to an apparent increase in the number of people known to require treatment and care. Some further estimation may be required to adjust for changes in surveillance and case-finding. Missing country reports may need to be imputed for some diseases in some years.\n \n\nLinks\nGlobal plan to combat neglected tropical diseases, 2008–2015. Geneva: World Health Organization; 2007 , accessed 29 March 2015\n\nLinks\nAccelerating work to overcome the global impact of neglected tropical diseases: A Roadmap for Implementation. Geneva: World Health Organization; 2012 , accessed 29 March 2015\n\nLinks\nInvesting to overcome the global impact of neglected tropical diseases. Geneva: World Health Organization; 2015 , accessed 29 March 2015\n\nComments\n Numerator:\n\n     Average annual number of people requiring preventive chemotherapy (PC) for at least one PC-NTD; and\n    Number of new cases requiring individual treatment and care for other NTDs.\n\nDisaggregation\n\n\n    Disaggregation by disease is required; ending the epidemic of NTDs requires a reduction in the number of people requiring interventions for each NTD.\n    Disaggregation by age is required for preventive chemotherapy: pre-school-aged children (1-4 years), school-aged (5-14 years) and adults (≥ 15 years).\n    Based on current reporting systems, disaggregation by sex and urban/rural is optional or depends on which diseases are co-endemic.\n\nPreferred data sources\n\n    Country data are published via the Global Health Observatory and \n    Preventive chemotherapy databank\n\nOther data sources\n\n    Atlas of human African trypanosomiasis.\n    Weekly epidemiological record (Chagas disease).\n    Regional databases (dengue)\n\n\n \n\n\nContact Person\n\n    \n\n"}}},"entityKey":{}}