{"variables":{"98227":{"years":[],"entities":[],"values":[],"id":98227,"name":"CPA from all donors (OECD, 2018)","unit":"","description":"Country Programmable Aid (CPA) is the portion of aid that donors programme at country or regional level. CPA for bilateral donors is defined through exclusions, by subtracting from total gross bilateral official development assistance (ODA), all activities that: (i) are inherently unpredictable by nature (humanitarian aid and debt relief); or (ii) entail no cross-border flows (administrative costs, imputed student costs, promotion of development awareness, and costs related to research and refugees in donor countries); or (iii) do not form part of co-operation agreements between governments (food aid, aid from local governments, core funding to NGOs, ODA equity investments, aid through secondary agencies, and aid which is not allocable by country or region). CPA from multilateral agencies is derived by subtracting from total multilateral outflows the non-CPA elements that are applicable to multilateral agencies. CPA is measured in gross disbursement terms and does not net out loan repayments since these are not usually factored into country aid decisions. CPA tracks the proportion of ODA over which recipient countries have, or could have, significant say. As such, CPA is closer to capturing actual aid flows to countries than the concept of official development assistance, and has been proven a good proxy for aid recorded at the country level. CPA is derived from the standard OECD Development Assistance Committee (DAC) and Creditor Reporting System (CRS). This indicator is measured in USD constant prices, using 2016 as the base year.","createdAt":"2018-09-30T12:37:38.000Z","updatedAt":"2018-10-01T05:30:04.000Z","code":null,"coverage":"","timespan":"","datasetId":3070,"sourceId":15724,"shortUnit":null,"display":{"name":"Country Programmable Aid (CPA) recieved","unit":"USD","shortUnit":"$","conversionFactor":1000000},"columnOrder":0,"originalMetadata":null,"datasetName":"Country programmable aid (CPA) from 2000-2019 (OECD, 2018)","s_id":15724,"s_name":"Country programmable aid (CPA) from 2000-2019 (OECD, 2018)","source":{"id":15724,"name":"Country programmable aid (CPA) from 2000-2019 (OECD, 2018)","dataPublishedBy":"","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":""}}},"entityKey":{}}