{"variables":{"98727":{"years":[],"entities":[],"values":[],"id":98727,"name":"Total Humanitarian Aid (2016 USD)","unit":"","description":null,"createdAt":"2018-10-23T19:17:00.000Z","updatedAt":"2018-10-23T19:25:36.000Z","code":null,"coverage":"","timespan":"","datasetId":3081,"sourceId":16216,"shortUnit":null,"display":{"name":"Total aid received","unit":"2016 USD","shortUnit":"$"},"columnOrder":0,"originalMetadata":null,"datasetName":"Humanitarian aid received per capita (OECD and UN, 2018)","s_id":16216,"s_name":"Humanitarian aid per capita (OECD and UN, 2018)","source":{"id":16216,"name":"Humanitarian aid per capita (OECD and UN, 2018)","dataPublishedBy":"Our World in Data based on provided data from the Organisation for Economic Co-operation and Development (OECD) and UN Population Prospects (2018)","dataPublisherSource":"","link":"","retrievedData":"","additionalInfo":"Total aid received directly is defined as the sum of Country Programmable Aid (CPA), humanitarian assistance and food aid. This is measured in 2016 USD.\n\nAid data received is supplied by the Organisation for Economic Co-operation and Development (OECD). Figures for 2000-2016 are based on reported aid; 2017-2019 figures are projections based on countries' Forward Spending Plans for CPA.\n\nOur World in Data has recalculated aid in the basis of per capita allocations by dividing total annual aid received by population figures from the UN World Population Prospects (UNWPP, 2018). Available at: https://population.un.org/wpp/.\n\nThe categories of 'extremely fragile', 'fragile' and 'non-fragile' have been added for reference based on the OECD (2018) States of Fragility framework. This framework measures the fragility of countries based on multiple political and socioeconomic indicators. More information on this fragility measure can be found at the OECD (2018) report.\n\nReference: OECD (2018), States of Fragility. OECD Publishing, Paris. Available at: https://www.oecd-ilibrary.org/development/states-of-fragility-2018_9789264302075-en"}}},"entityKey":{}}