{"variables":{"98772":{"years":[],"entities":[],"values":[],"id":98772,"name":"Patience (time preference) (Falk et al. (2018) GPS)","unit":"","description":"The measure of patience (time preference) is a combination of two survey measures, one quantitative item and one qualitative item. \n\nThe quantitative survey poses 5 interdependent binary choices between immediate and delayed financial rewards - the \"staircase\" (or \"unfolding brackets\") procedure. In each of the 5 questions, participants had to decide whether to receive a payment today or a larger payment in 12 months. The immediate payment x remained the same in all four subsequent questions, but the delayed payment y was increased or decreasing depending on the participant's previous choices. \n\nIn the international survey, monetary amounts x and y were expressed in the local currency, scaled relative to the median household income in the given country.\n\nThe qualitative patience measure is collected using the individuals' self-assessment regarding their willingness to wait on an 11 point Likert scale, asking: \"How willing are you to give up something that is beneficial for you today in order to benefit more from that in the future?\"\n\nHigher values indicate the country average for patience is above the world average. \n\nThe quantitative item has a weight of 71% in the patience (time preference) measure. For more information, see Table I in Falk et al. (2018). ","createdAt":"2018-11-06T20:25:24.000Z","updatedAt":"2018-11-10T12:28:30.000Z","code":null,"coverage":"","timespan":"","datasetId":3094,"sourceId":16229,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Global Preferences Survey (GPS) - Falk, Becker, Dohmen, Enke, Huffman, and Sunde (2018)","s_id":16229,"s_name":"Falk, Becker, Dohmen, Enke, Huffman, and Sunde (2018) - Global Preferences Survey (GPS)","source":{"id":16229,"name":"Falk, Becker, Dohmen, Enke, Huffman, and Sunde (2018) - Global Preferences Survey (GPS)","dataPublishedBy":"briq - Institute on Behavior and Inequality","dataPublisherSource":"Experimentally validated survey data set","link":"https://www.briq-institute.org/global-preferences/downloads","retrievedData":"","additionalInfo":"The Global Preferences Survey (GPS) measures preferences for nationally representative samples taken from each of the 76 countries covered. This includes 15 countries from the Americas, 25 from Europe, 22 from Asia and the Pacific, and 14 African countries - 11 of which are Sub-Saharan. In total, this covers 90% of both the world population and total income. \n\nThe median sample size was 1,000 participants per country. The sample includes preference measures for over 80,000 participants altogether. \n\nCountry level averages for each economic preference were calculated using individual-level data weighted by the sampling weights provided by the Gallup World Poll. Each preference is normalized to have mean 0 and standard deviation 1 in the individual-level data.\n\nFor more information on the construction of the GPS dataset, see Section II.A of the paper by Falk et al. (2018). \n\nFull citation: \nFalk, A., Becker, A., Dohmen, T., Enke, B., Huffman, D., & Sunde, U. (2018). Global evidence on economic preferences. Quarterly Journal of Economics (forthcoming).\n\nFalk, A., Becker, A., Dohmen, T. J., Huffman, D., & Sunde, U. (2016). The preference survey module: A validated instrument for measuring risk, time, and social preferences. IZA Discussion Paper No. 9674."}}},"entityKey":{}}